Repository: recepasl44/poslar
Catalog: languages/gurmepos-*.po
Languages: tr_tr

source: Invalid payment system-based commission rate
tr_tr: Geçersiz ödeme sistemi tabanlı komisyon oranı

source: Invalid recurring payment code
tr_tr: Geçersiz yinelenen ödeme kodu

source: Invalid recurring payment status parameter
tr_tr: Geçersiz yinelenen ödeme durumu parametresi

source: Invalid recurring payment status parameter specified
tr_tr: Geçersiz yinelenen ödeme durumu parametresi belirtildi

source: Invalid redirect address
tr_tr: Geçersiz yönlendirme adresi

source: Invalid refund amount specified or this transaction has already been refunded
tr_tr: Geçersiz iade tutarı belirtilmiş veya bu işlem zaten iade edilmiş

source: Invalid repeat pattern parameter
tr_tr: Geçersiz tekrar deseni parametresi

source: Invalid security algorithm specified
tr_tr: Geçersiz güvenlik algoritması belirtildi

source: Invalid Seller Payment Amount
tr_tr: Geçersiz Satıcı Ödeme Tutarı

source: Invalid sellerId - do not use semicolon
tr_tr: Geçersiz satıcıId'si - noktalı virgül kullanmayın

source: Invalid session information.
tr_tr: Geçersiz oturum bilgisi.

source: Invalid status
tr_tr: Geçersiz durum

source: Invalid sub-action (SUBACTION) specified
tr_tr: Geçersiz alt eylem (SUBACTION) belirtildi

source: Invalid tax amount specified
tr_tr: Geçersiz vergi tutarı belirtildi

source: Invalid time range specified
tr_tr: Geçersiz zaman aralığı belirtildi

source: Invalid transaction on the Virtual POS or bank side
tr_tr: Sanal POS veya banka tarafında geçersiz işlem

source: Invalid transaction status
tr_tr: Geçersiz işlem durumu

source: Invalid transaction type
tr_tr: Geçersiz işlem türü

source: Invalid URL parameter specified.
tr_tr: Geçersiz URL parametresi belirtildi.

source: Invalid user information
tr_tr: Geçersiz kullanıcı bilgileri

source: Invalid VKN.
tr_tr: Geçersiz VKN.

source: Invalid/Incorrect CVV value
tr_tr: Geçersiz/Yanlış CVV değeri

source: IP Address
tr_tr: IP Adresi

source: Iraq
tr_tr: Irak

source: Ireland
tr_tr: İrlanda

source: Israel
tr_tr: İsrail

source: It is not an official document, it is produced for informational purposes only.
tr_tr: Resmi bir belge olmayıp, yalnızca bilgilendirme amaçlı hazırlanmıştır.

source: It puts the entire application into test mode and allows you to test with test apis.
tr_tr: Tüm uygulamayı test moduna geçirir ve test apileri ile test yapmanıza yarar

source: It shows your installment options in more detail in the form of rows in the payment form.
tr_tr: Ödeme formundaki taksit seçeneklerinizi satırlar şeklinde daha ayrıntılı olarak gösterir.

source: It shows your installment options in the form of a table in the payment form.
tr_tr: Ödeme formundaki taksit seçeneklerinizi tablo şeklinde gösterir.

source: It shows your installment options in the payment form in more detail with a box view.
tr_tr: Ödeme formundaki taksit seçeneklerinizi kutu görünümü ile daha detaylı gösterir.

source: It shows your installment options in the payment form in more detail with a drop-down menu view.
tr_tr: Ödeme formundaki taksit seçeneklerinizi açılır menü görünümüyle daha detaylı gösterir.

source: Italy
tr_tr: İtalya

source: Item quantity or amount exceeded
tr_tr: Ürün miktarı veya tutarı aşıldı

source: Jamaica
tr_tr: Jamaika

source: Japan
tr_tr: Japonya

source: Jordan
tr_tr: Ürdün

source: Kazakhstan
tr_tr: Kazakistan

source: Kuwait
tr_tr: Kuveyt

source: Kyrgyzstan
tr_tr: Kırgızistan

source: Language To Be Used At the Payment
tr_tr: Ödemede Kullanılacak Dil

source: Last 10 Transactions
tr_tr: Son 10 İşlem

source: Last Name
tr_tr: Soyisim

source: Last Week
tr_tr: Geçen hafta

source: Latvia
tr_tr: Letonya

source: LearnPress integration
tr_tr: LearnPress entegrasyonu

source: Lebanon
tr_tr: Lübnan

source: Lesotho
tr_tr: Lesoto

source: Let us easily convert your site's currency to the currency you want to use in your payment gateway.
tr_tr: Sitenizin para birimini, ödeme geçidinizde kullanmak istediğiniz para birimine kolayca dönüştürelim.

source: Liberia
tr_tr: Liberya

source: Liechtenstein
tr_tr: Lihtenştayn

source: Line Name
tr_tr: Hat Adı

source: List Sx
tr_tr: Sx'i Listele

source: Lithuania
tr_tr: Litvanya

source: Loading...
tr_tr: Yükleniyor...

source: Logs
tr_tr: Kayıtlar

source: Luxembourg
tr_tr: Lüksemburg

source: Macedonia
tr_tr: Makedonya

source: Madagascar
tr_tr: Madagaskar

source: Make Default
tr_tr: Varsayılan Yap

source: Make your payment by entering your card information.
tr_tr: Ödemenizi kart bilgilerinizi girerek gerçekleştiriniz.

source: Malaysia
tr_tr: Malezya

source: Maldives
tr_tr: Maldivler

source: Manual Convert
tr_tr: Manuel Çeviri

source: Manufacturer card template is not supported by this payment system.
tr_tr: Üretici kartı şablonu bu ödeme sistemi tarafından desteklenmemektedir.

source: Marshall Islands
tr_tr: Marşal Adaları

source: Maturity Date Mismatch
tr_tr: Vade Tarihi Uyuşmazlığı

source: Mauritania
tr_tr: Moritanya

source: Maximum Application document number exceeded.
tr_tr: Maksimum Başvuru belge sayısı aşıldı.

source: Member 3DSecure Callback Key" in the Administration -> Merchant Settings interface on the panel."
tr_tr: 3D Secure Geri Arama Anahtarına Üye panelindeki Yönetim -> Satıcı Ayarları arayüzünden ulaşabilirsiniz.

source: Member Merchant Integration Model Error
tr_tr: Üye İşyeri Entegrasyon Modeli Hatası

source: Member merchant not approved
tr_tr: Üye tüccar onaylanmadı

source: Merchant
tr_tr: Mağaza

source: Merchant Authentication
tr_tr: Mağaza Yetki Kodu

source: Merchant Code
tr_tr: Mağaza Kodu

source: Merchant ID
tr_tr: Mağaza ID

source: Merchant Id
tr_tr: Mağaza Id

source: Merchant Key
tr_tr: Mağaza Anahtarı

source: Merchant Number
tr_tr: Üye İşyeri Numarası

source: Merchant Panel
tr_tr: Satıcı Paneli

source: Merchant Password
tr_tr: Mağaza Parola

source: Merchant Safe ID
tr_tr: Üye İşyeri Güvenli Kimliği

source: Merchant Salt
tr_tr: Mağaza Gizli Anahtar

source: Merchant Secret Key
tr_tr: Satıcı Gizli Anahtarı

source: Message
tr_tr: Mesaj

source: Method Name
tr_tr: Yöntem Adı

source: Methods
tr_tr: Yöntemler

source: Mexico
tr_tr: Meksika

source: Micronesia
tr_tr: Mikronezya

source: Missing parameter
tr_tr: Eksik parametre

source: MM
tr_tr: AA

source: MM / YY
tr_tr: AA / YY

source: Monaco
tr_tr: Monako

source: Monday
tr_tr: Pazartesi

source: Mongolia
tr_tr: Moğolistan

source: Montenegro
tr_tr: Karadağ

source: Month
tr_tr: Ay

source: Month/Year
tr_tr: Ay/Yıl

source: Monthly Payment
tr_tr: Aylık Ödeme

source: More than 25 banks and payment institutions
tr_tr: 25+ Banka ve ödeme kuruluşu

source: More than 50 banks and payment institutions
tr_tr: 50'den fazla banka ve ödeme kuruluşu

source: Morocco
tr_tr: Fas

source: Move
tr_tr: Taşı

source: Mozambique
tr_tr: Mozambik

source: Multi Table View
tr_tr: Çoklu Tablo Görünümü

source: Multiple reversal (Duplicate reversal)
tr_tr: Çoklu ters çevirme (Mükerrer ters çevirme)

source: Multiple transactions found.
tr_tr: Birden fazla işlem bulundu.

source: Name
tr_tr: Ad

source: Name on the card
tr_tr: Kart üzerindeki isim

source: Name on the card field cannot be left blank.
tr_tr: Kart üzerindeki isim alanı boş bırakılamaz.

source: Namibia
tr_tr: Namibya

source: Nauru
tr_tr: Nauru'lu

source: Need more information about your transactions?
tr_tr: İşlemler hakkında daha fazla bilgiye mi ihtiyacınız var?

source: Netherlands
tr_tr: Hollanda

source: New
tr_tr: Yeni

source: New Payment Transaction
tr_tr: Yeni Ödeme İşlemi

source: New Transaction
tr_tr: Yeni İşlem

source: New Zealand
tr_tr: Yeni Zelanda

source: Nicaragua
tr_tr: Nikaragua

source: Niger
tr_tr: Nijer

source: Nigeria
tr_tr: Nijerya

source: Ninja Form
tr_tr: Ninja Formu

source: NinjaForms integration
tr_tr: NinjaForms entegrasyonu

source: No
tr_tr: Hayır

source: No application found with this email address and name.
tr_tr: Bu e-posta adresi ve adla başvuru bulunamadı.

source: No available commission scheme found.
tr_tr: Mevcut bir komisyon planı bulunamadı.

source: No BIN Rule and Payment System Pool record found with configuration
tr_tr: Yapılandırmayla birlikte BIN Kuralı ve Ödeme Sistemi Havuzu kaydı bulunamadı

source: No commission scheme found
tr_tr: Komisyon planı bulunamadı

source: No confirmed transactions were found in the transaction list.
tr_tr: İşlem listesinde onaylanmış işlem bulunamadı.

source: No payment system (virtual POS) definition. Please check.
tr_tr: Ödeme sistemi (sanal POS) tanımı yok. Lütfen kontrol edin.

source: No payment system supporting cardless transaction with this name found in the pool
tr_tr: Havuzda bu isimde kartsız işlemi destekleyen bir ödeme sistemi bulunamadı

source: No pre-authorization record found for this transaction
tr_tr: Bu işlem için ön provizyon kaydı bulunamadı

source: No product found in seller transaction
tr_tr: Satıcı işleminde ürün bulunamadı

source: No rates found...
tr_tr: Oran bulunamadı...

source: No registered card found.
tr_tr: Kayıtlı kart bulunamadı.

source: No response received from the bank.
tr_tr: Bankadan herhangi bir yanıt alınamamıştır.

source: No rules found...
tr_tr: Kural bulunamadı...

source: No Saved Card found in Trash.
tr_tr: Çöp Kutusunda Kayıtlı Kart bulunamadı.

source: No Saved Card found.
tr_tr: Kayıtlı Kart Bulunamadı.

source: No such bank (issuer) found
tr_tr: Böyle bir banka (ihraççı) bulunamadı

source: No thanks, i don't want the %s
tr_tr: Hayır teşekkürler, %s istemiyorum

source: No transaction can be made with a foreign card number
tr_tr: Yabancı bir kart numarası ile işlem yapılamaz

source: No transaction found on the Virtual POS side
tr_tr: Sanal POS tarafında işlem bulunamadı

source: No Transactions found in Trash.
tr_tr: Çöp kutusunda işlem bulunamadı.

source: No Transactions found.
tr_tr: İşlem bulunamadı.

source: No, maybe later
tr_tr: Hayır, belki daha sonra

source: Norway
tr_tr: Norveç

source: Not 3D
tr_tr: 3Dsiz Ödeme

source: Not available
tr_tr: Kullanılamaz

source: Not Refunded
tr_tr: İade Edilmedi

source: Not verified
tr_tr: Doğrulanmadı

source: Note
tr_tr: Not

source: Note: If 1 day has not passed from the date of the transaction, the cancellation will be made, otherwise the refund will be made.
tr_tr: Not : Ödeme işlemi üzerinden 1 gün geçmemiş ise iptal, geçmiş ise iade işlemi gerçekleştirilecektir.

source: Note: Only website admins see this email.
tr_tr: Not: Bu e-postayı yalnızca web sitesi yöneticileri görebilir.

source: Notifications
tr_tr: Bildirimler

source: Notify
tr_tr: Bildirim

source: Obtain the necessary information for the Garanti Pos integration from the Garanti Virtual Pos Screen.
tr_tr: Garanti POS entegrasyonu için gerekli olan bilgileri Garanti Sanal POS Ekranından temin ediniz.

source: Off
tr_tr: Kapalı

source: OK
tr_tr: Tamam

source: Oman
tr_tr: Umman

source: On
tr_tr: Açık

source: On this table, you can view in detail every transaction that goes through your payment gateway.
tr_tr: Bu tabloda, ödeme kuruluşunuzdan geçen her işlemi ayrıntılı olarak görüntüleyebilirsiniz.

source: Once the payment is initiated, the user leaves your site and is directed to the provider's payment page. On this page designed and managed by the payment institution, payments are received through the methods supported by the institution.
tr_tr: Ödeme başlatıldığında kullanıcı sitenizden ayrılır ve sağlayıcının ödeme sayfasına yönlendirilir. Ödeme kurumu tarafından tasarlanıp yönetilen bu sayfada ödemeler kurumun desteklediği yöntemlerle alınmaktadır.

source: Once the payment is initiated, the user leaves your site and is directed to the provider's payment page. Payment is made by credit/debit card on this page designed and managed by the payment institution.
tr_tr: Ödeme başlatıldığında kullanıcı sitenizden ayrılır ve sağlayıcının ödeme sayfasına yönlendirilir. Ödeme kuruluşu tarafından tasarlanan ve yönetilen bu sayfada ödeme kredi/banka kartı ile yapılmaktadır.

source: Once your contracts for Hepsipay API information are completed, your sales representative will return the integration API information to you.
tr_tr: Hepsipay API bilgilerine ilişkin sözleşmeleriniz tamamlandığında satış temsilciniz entegrasyon API bilgilerini size iletecektir.

source: One of the required parameters in the request is missing
tr_tr: İstekteki gerekli parametrelerden biri eksik

source: One of the values ​​for the amount, currency, session type, URL return value, or intended transaction does not match with the existing session for the order number in the request.
tr_tr: Tutar, para birimi, oturum türü, URL dönüş değeri veya amaçlanan işlem değerlerinden biri, talepteki sipariş numarası için mevcut oturumla eşleşmiyor.

source: One of your users has made a successful payment. You can view the details in the table below.
tr_tr: Kullanıcılarınızdan biri başarılı bir ödeme yaptı. Detayları aşağıdaki tabloda görebilirsiniz.

source: One-line credit card form
tr_tr: Tek satır kredi kartı formu

source: One-line payment form
tr_tr: Tek satır ödeme formu

source: Order
tr_tr: Sipariş

source: Order canceled from transaction page.
tr_tr: Sipariş işlem sayfasından iptal edildi.

source: Order item not found
tr_tr: Sipariş öğesi bulunamadı

source: Order items are only supported for primary transactions created with session token
tr_tr: Sipariş öğeleri yalnızca oturum belirteci ile oluşturulan birincil işlemler için desteklenir

source: Order refunded from transaction page.
tr_tr: Siparişin işlem sayfasından iadesi yapıldı.

source: Other
tr_tr: Diğer

source: Other (Please share below)
tr_tr: Diğer (Lütfen aşağıda paylaşın)

source: Other Installment Options
tr_tr: Diğer Taksit Seçenekleri

source: Other Settings
tr_tr: Diğer Ayarlar

source: OTP code not found
tr_tr: OTP kodu bulunamadı

source: PAID or CANCELED payment
tr_tr: ÖDENMİŞ veya İPTAL EDİLMİŞ ödeme

source: Palestine
tr_tr: Filistin

source: Papua New Guinea
tr_tr: Papua Yeni Gine

source: Param API information is required for Param POS integration. To access this information, you can access the necessary information from the page that opens after logging in to Param internet branch and clicking the "My Integration Information" tab under the ParamPos Menu.
tr_tr: Param POS entegrasyonu içi Param API bilgileri gereklidir. Bu bilgilere erişmek için Param internet şubesi girişi yapıp, ParamPos Menüsü altında "Entegrasyon Bilgilerim" sekmesine tıkladıktan sonra açılan sayfadan gerekli bilgilere ulaşabilirsiniz.

source: Parent Transactions:
tr_tr: Ebeveyn İşlemler:

source: Partial point usage is not supported by this payment system
tr_tr: Kısmi puan kullanımı bu ödeme sistemi tarafından desteklenmemektedir

source: Partial Refunded
tr_tr: Parçalı İade

source: Password
tr_tr: Parola

source: Pay Button
tr_tr: Ödeme Düğmesi

source: Pay With Credit Card
tr_tr: Kredi Kartı ile Ödeme

source: Pay with different card
tr_tr: Başka bir kart ile ödeme yap

source: Pay with my saved card
tr_tr: Kayıtlı kartımla ödeme yap

source: Payment
tr_tr: Ödeme

source: Payment Button Text
tr_tr: Ödeme Butonu Yazısı

source: Payment by credit card
tr_tr: Kredi kartı ile ödeme

source: Payment completed successfully.
tr_tr: Ödeme başarıyla tamamlandı.

source: Payment completed successfully. Payment number: %s
tr_tr: Ödeme başarıyla tamamlandı. Ödeme numarası: %s

source: Payment completed successfully. Payment number: %s.
tr_tr: Ödeme başarıyla tamamlandı. Ödeme numarası: %s

source: Payment completed successfully.<br>Payment number: <strong>%s</strong>.
tr_tr: Ödeme başarıyla tamamlandı.<br>Ödeme numaranız: <strong>%s</strong>.

source: Payment Currency
tr_tr: Ödeme Kullanılacak Para Birimi

source: Payment date cannot be earlier than transaction date.
tr_tr: Ödeme tarihi işlem tarihinden önce olamaz.

source: Payment date cannot be earlier than transaction date. Please check the request.
tr_tr: Ödeme tarihi işlem tarihinden önce olamaz. Lütfen talebi kontrol ediniz.

source: Payment Gateway
tr_tr: Ödeme Geçidi

source: Payment Gateway Transaction Counts
tr_tr: Ödeme Geçidi İşlem Sayıları

source: Payment ID
tr_tr: Ödeme Kimliği

source: Payment Id
tr_tr: Ödeme Kimliği

source: Payment ID Separator (Required)
tr_tr: Ödeme Kimliği Ayırıcı (Gerekli)

source: Payment is success, transaction id: %s
tr_tr: Ödeme başarılı, ödeme numarası: %s

source: Payment Method
tr_tr: Ödeme Yöntemi

source: Payment Methods
tr_tr: Ödeme Yöntemleri

source: Payment Methods Disabled
tr_tr: Ödeme Yöntemleri Devre Dışı

source: Payment not be received because the card to receive payment not be found.
tr_tr: Ödemeyi alacak kart bulunamadığından ödeme alınamadı.

source: Payment Options
tr_tr: Ödeme seçenekleri

source: Payment process completed.Redirecting plase wait
tr_tr: Ödeme işlemi tamamlandı.Plase wait yönlendiriliyor

source: Payment Provider
tr_tr: Ödeme Kuruluşu

source: Payment session terminated by link
tr_tr: Ödeme oturumu bağlantı tarafından sonlandırıldı

source: Payment Settings
tr_tr: Ödeme Ayarları

source: Payment system not found in the pool
tr_tr: Ödeme sistemi havuzda bulunamadı

source: Payment system type or EFT code not found.
tr_tr: Ödeme sistemi türü veya EFT kodu bulunamadı.

source: Payment Transaction Id
tr_tr: Ödeme İşlem No

source: Payment transaction not confirmed by Papara
tr_tr: Ödeme işlemi Papara tarafından onaylanmadı

source: Payment Transactions
tr_tr: Ödeme İşlemleri

source: Payment User
tr_tr: Ödeme Kullanıcısı

source: Payment User Password
tr_tr: Ödeme Kullanıcısı Şifresi

source: Pending Payment <span class="count">(%s)</span>
tr_tr: Bekleyen ödemeler <span class="count">)</span>

source: Pending payment. Payment number: %s
tr_tr: Bekleyen ödeme. Ödeme numarası: %s

source: Permalinks are changed in settings -> permalinks.
tr_tr: Kalıcı bağlantılar, Ayarlar -> Kalıcı Bağlantılar kısmından değiştirilir.

source: Philippines
tr_tr: Filipinler

source: Phone
tr_tr: Telefon

source: PIN value cannot be verified
tr_tr: PIN değeri doğrulanamıyor

source: Please check your API information.
tr_tr: Lütfen API bilgilerinizi kontrol edin.

source: Please complete the update of the <strong>%s</strong> plugin\plugins first.
tr_tr: Lütfen önce <strong>%s</strong> eklentisinin güncellemesini tamamlayın.

source: Please login to view your transactions.
tr_tr: İşlemlerinizi görebilmek için lütfen giriş yapınız.

source: Please make sub-dealer definitions for Kuveyt Türk virtual pos.
tr_tr: Lütfen Kuveyt Türk sanal pos için alt bayi tanımlamalarını yapınız.

source: Please provide the Member Merchant Order number or Payment Session (Token)
tr_tr: Lütfen Üye İşyeri Sipariş numarasını veya Ödeme Oturumunu (Token) belirtin

source: Please send ACCOUNTOWNERNAME and ACCOUNTOWNERLASTNAME only or COMMERCIALTITLE only.
tr_tr: Lütfen yalnızca ACCOUNTOWNERNAME ve ACCOUNTOWNERLASTNAME veya yalnızca COMMERCIALTITLE gönderin.

source: Please show support currency list
tr_tr: Lütfen destek para birimi listesini gösterin

source: Please try again, contact your bank if the problem persists.
tr_tr: Lütfen tekrar deneyin, sorun devam ederse bankanızla iletişime geçin.

source: Please use LetsBodrum card or Turkey İş Bankası credit card.
tr_tr: Lütfen LetsBodrum kartını veya Türkiye İş Bankası kredi kartını kullanın.

source: Please wait redirecting to 3D security page
tr_tr: Lütfen bekleyin 3D güvenlik sayfasına yönlendiriliyorsunuz

source: Please wait...
tr_tr: Lütfen bekleyin...

source: Please write the e-mail addresses below where you want the notification to be sent.
tr_tr: Lütfen bildirimin gönderilmesini istediğiniz e-posta adreslerini alt alta yazınız.

source: Plugin
tr_tr: Eklenti

source: Plugin DB Version
tr_tr: Veri Tabanı Versiyonu

source: Plugin Trans. Id
tr_tr: Eklenti İşlem No

source: Plugin Transaction ID
tr_tr: Eklenti İşlem Kimliği

source: Plus installment will be presented to your users only visually. If there is a plus installment campaign between your payment institution and your company, it is recommended that you use this setting.
tr_tr: Artı taksit kullanıcılarınıza sadece görsel olarak sunulacaktır. Ödeme kuruluşunuz ile firmanız arasında artı taksit kampanyası mevcutsa bu ayarı kullanmanız tavsiye edilir.

source: Point inquiry is not supported by the payment system.
tr_tr: Nokta sorgulama ödeme sistemi tarafından desteklenmemektedir.

source: Poland
tr_tr: Polonya

source: Portugal
tr_tr: Portekiz

source: POS Entegratör is not active
tr_tr: POS Entegratör etkin değil

# post status label
source: Completed
tr_tr: Tamamlandı

# post status label
source: Failed
tr_tr: Başarısız

# post status label
source: Not Refunded
tr_tr: İade Edilmedi

# post status label
source: Partial Refunded
tr_tr: Kısmi İade Edildi

# post status label
source: Pending Payment
tr_tr: bekleyen ödeme

# post status label
source: Redirected To Payment Page
tr_tr: Ödeme Sayfasına Yönlendirildi

# post status label
source: Refunded
tr_tr: İade Edildi

# post status label
source: Started
tr_tr: Başladı

# Post type general name
source: Saved Cards
tr_tr: Kayıtlı Kartlar

# Post type general name
source: Transactions
tr_tr: İşlemler

# Post type singular name
source: Saved Card
tr_tr: Kayıtlı Kart

# Post type singular name
source: Transaction
tr_tr: İşlem

source: Price
tr_tr: Fiyat

source: Price Field Name (Price, Total, Amount etc.)
tr_tr: Ücret Alanı İsimlendirme (Ücret, Toplam, Fiyat vb.)

source: Price Rules
tr_tr: Fiyat Kuralları

source: Print
tr_tr: Yazdır

source: Priority
tr_tr: Öncelik

source: Private Key
tr_tr: Gizli Anahtar

source: Pro Upgrade
tr_tr: Proya Yükselt

source: Process
tr_tr: İşlem

source: Process Cancel
tr_tr: İptal İşlemi

source: Process completed successfully !
tr_tr: İşlem başarıyla tamamlandı !

source: Process Refund
tr_tr: İade İşlemi

source: Process Type
tr_tr: İşlem Türü

source: Processing
tr_tr: Hazırlanıyor

source: Product category in list
tr_tr: Ürün kategori listesine dahilse

source: Product Name
tr_tr: Ürün Adı

source: Public Key
tr_tr: Anahtar

source: Qatar
tr_tr: Katar

source: Quantity
tr_tr: Miktar

source: Quartz timer error occurred
tr_tr: Kuvars zamanlayıcı hatası oluştu

source: Query Campaign Not Supported By PaymentSystem
tr_tr: Sorgu Kampanyası PaymentSystem Tarafından Desteklenmiyor

source: Rate
tr_tr: Oran

source: Re-Check
tr_tr: Tekrar Kontrol Et

source: Receive payments without needing any plugins
tr_tr: Herhangi bir eklentiye ihtiyaç duymadan ödeme alın

source: Record not found
tr_tr: Kayıt bulunamadı

source: Recurring Payment
tr_tr: Tekrarlı Ödeme

source: Recurring Payment (Payment Plan)
tr_tr: Tekrarlı Ödeme (Ödeme Planı)

source: Recurring Payment (Saved Card)
tr_tr: Tekrarlı Ödeme (Kayıtlı Kart)

source: Recurring payment card not found.
tr_tr: Yinelenen ödeme kartı bulunamadı.

source: Recurring payment not found.
tr_tr: Yinelenen ödeme bulunamadı.

source: Redirect Page
tr_tr: Sayfayı Yönlendir

source: Redirect To Payment Page
tr_tr: Ödeme Sayfasına Yönlendir

source: Redirect Type
tr_tr: Yönlendirme Türü

source: Redirected To Payment Page
tr_tr: Ödeme Sayfasına Yönlendirildi

source: Redirected To Payment Page <span class="count">(%s)</span>
tr_tr: Ödeme Sayfasına Yönlendirildi <span class="count">(%s)</span>

source: Redirecting please wait
tr_tr: Yönlendiriliyor ... Lütfen bekleyin

source: Refund
tr_tr: İade

source: Refund It
tr_tr: İade Et

source: Refund process completed successfully. Process Id: %s.
tr_tr: %s numaralı iade işlemi başarıyla tamamlandı.

source: Refund Status
tr_tr: İade Durumu

source: Refund Total
tr_tr: İade Toplamı

source: Refund Total Amount
tr_tr: Tüm Tutarı İade Et

source: Refund transaction has been rejected by Paratika Finance team
tr_tr: İade işlemi Paratika Finans ekibi tarafından reddedildi

source: Refund User
tr_tr: İade Kullanıcısı

source: Refund User Password
tr_tr: İade kullanıcısı Şifresi

source: Refundable
tr_tr: İade Edilebilir

source: Refunded
tr_tr: İade Edildi
