Repository: recepasl44/poslar
Catalog: languages/gurmepos-*.po
Languages: tr_tr

source: Refunds are not supported in transactions where points are used. Please contact your bank.
tr_tr: Puan kullanılan işlemlerde para iadesi desteklenmemektedir. Lütfen bankanız ile iletişime geçiniz.

source: Regular
tr_tr: Normal

source: Regular Payment
tr_tr: Regular Ödeme

source: Regular Process
tr_tr: Normal İşlem

source: Reinstall Database Tables
tr_tr: Veri tabanı Tablolarını Tekrar Yükle

source: Reinstalls the transaction tables used by the POS Integrator. Movement data on the right side of the transaction data is reset. It is recommended to use this tool with different DB versions.
tr_tr: POS Entegratör tarafından kullanılan işlem tablolarını yeniden yükler. İşlem verilerinin sağ tarafındaki hareket verileri sıfırlanır. Bu aracın farklı veri tabanı sürümleri için kullanılması tavsiye edilir.

source: Rejected on the Virtual POS side (General)
tr_tr: Sanal POS tarafında reddedildi (Genel)

source: Remove
tr_tr: Sil

source: Remove payment provider
tr_tr: Ödeme kuruluşunu kaldır

source: Request
tr_tr: İstek

source: Required information for Esnekpos integration will be provided from the Esnekpos user panel.
tr_tr: Esnekpos entegrasyonu için gerekli olan bilgiler Esnekpos kullanıcı panelinden temin edilecektir.

source: Reset Settings
tr_tr: Ayarları Sıfırla

source: Response
tr_tr: Yanıt

source: Responsive
tr_tr: duyarlı

source: Return Pages
tr_tr: Geri Dön Sayfaları

source: Review Now
tr_tr: Şimdi gözden geçirin

source: Romania
tr_tr: Romanya

source: Row View
tr_tr: Satır Görünümü

source: Rule
tr_tr: Kural

source: Russia
tr_tr: Rusya

source: Rwanda
tr_tr: Ruanda

source: Saint Kitts and Nevis
tr_tr: Saint Kitts ve Nevis

source: Saint Lucia
tr_tr: Aziz Lucia

source: Saint Vincent and the Grenadines
tr_tr: Saint Vincent ve Grenadinler

source: Sample: Saved card with ending 0000
tr_tr: Örnek: 0000 ile biten kayıtlı kart

source: Sao Tome and Principe
tr_tr: Sao Tome ve Principe

source: Saturday
tr_tr: Cumartesi

source: Saudi Arabia
tr_tr: Suudi Arabistan

source: Save Card
tr_tr: Kart Saklama

source: Save card parameter cannot be used for API integration model
tr_tr: Kart kaydet parametresi API entegrasyon modeli için kullanılamaz

source: Save Installment Rates
tr_tr: Taksit Oranlarını Kaydet

source: Save my card for next payments.
tr_tr: Sonraki alışverişlerim için kartımı sakla.

source: Save Settings
tr_tr: Ayarları Kaydet

source: Save Step
tr_tr: Kayıt Adımı

source: Saved Card
tr_tr: Kayıtlı Kart

source: Saved card with ending %s
tr_tr: Bitişi %s olan kayıtlı kart

source: Saved Cards
tr_tr: Kayıtlı Kartlar

source: Search
tr_tr: Ara

source: Search Payment Institution
tr_tr: Ödeme Kuruluşu Ara

source: Search Saved Card
tr_tr: Kayıtlı Kartı Ara

source: Search Transactions
tr_tr: İşlemlerde Ara

source: Secret Key
tr_tr: Gizli Anahtar

source: Secure code
tr_tr: Güvenlik kodu

source: Secure Key
tr_tr: Güvenlik Anahtarı

source: Security Key
tr_tr: Güvenlik Anahtarı

source: Security Type
tr_tr: Güvenlik Tipi

source: Security violation on the Virtual POS side
tr_tr: Sanal POS tarafında güvenlik ihlali

source: Select
tr_tr: Seç

source: Select Bank
tr_tr: Banka seçiniz

source: Select Box
tr_tr: Seçim Kutusu

source: Select Box View
tr_tr: Seçim Görünümü

source: Select Country
tr_tr: Ülke Seçiniz

source: Select Currencies
tr_tr: Para Birimlerini Seçiniz

source: Select Method
tr_tr: Yöntem Seçin

source: Select Process Type
tr_tr: İşlem Tipi Seçiniz

source: Select the category you want to set rules for
tr_tr: Kural uygulamak istediğiniz kategorileri seçiniz

source: Select the currency you want to use in the payment gateway. All currencies you add to the table will be converted to this unit along with their rates.
tr_tr: Ödeme geçidinde kullanmak istediğiniz para birimini seçin. Tabloya eklediğiniz tüm para birimleri kurlarıyla birlikte bu birime dönüştürülecektir.

source: Selected
tr_tr: Seçildi

source: Sell subscription products with the WooCommerce Subscriber Plugin
tr_tr: WooCommerce Subscriber Eklentisi ile abonelikli ürün satışı yapın

source: Seller Id
tr_tr: Bayi No

source: Seller is in deactivated state. This transaction cannot be performed.
tr_tr: Satıcı devre dışı durumda. Bu işlem gerçekleştirilemez.

source: Seller not found
tr_tr: Satıcı bulunamadı

source: Seller Payment Date Mismatch
tr_tr: Satıcı Ödeme Tarihi Uyuşmazlığı

source: Seller payment due date must be equal to or higher than the Member Merchant payment due date.
tr_tr: Satıcı son ödeme tarihi, Üye İşyeri son ödeme tarihine eşit veya daha yüksek olmalıdır.

source: Send errors your users encounter in the payment form as an email notification. If you want to edit template copy "emails/error.php" in our plugin dir to your child theme and edit it.
tr_tr: Kullanıcılarınızın ödeme formunda karşılaştığı hataları e-posta bildirimi olarak gönderin. Şablonu düzenlemek istiyorsanız eklenti dizinindeki "emails/error.php" dosyasını alt temanıza kopyalayın ve düzenleyin.

source: Send Order Number to Payment Organisation
tr_tr: Sipariş Numarasını Ödeme Kuruluşuna Gönderin

source: Send successful payments as an email notification. If you want to edit template copy "emails/success.php" in our plugin dir to your child theme and edit it.
tr_tr: Başarılı ödemeleri e-posta bildirimi olarak gönderin. Şablonu düzenlemek istiyorsanız eklenti dizinindeki "emails/success.php" dosyasını alt temanıza kopyalayın ve düzenleyin.

source: Send the plugin id as order number to the payment organisation
tr_tr: Eklenti kimliğini ödeme kuruluşuna sipariş numarası olarak gönderin

source: Send Webhook
tr_tr: Webhook Gönder

source: Serbia
tr_tr: Sırbistan

source: Set Default
tr_tr: Varsayılana ayarla

source: Settings
tr_tr: Ayarlar

source: Settings saved
tr_tr: Ayarlar kaydedildi

source: Seychelles
tr_tr: Seyşeller

source: Share your questions about Shopify, WooCommerce, Dokan and many other platforms with us and the community through the Gurmehub Forum.
tr_tr: Shopify, WooCommerce, Dokan ve diğer birçok platform hakkındaki sorularınızı Gurmehub Forumu aracılığıyla bizimle ve toplulukla paylaşın.

source: Shopping Credit
tr_tr: Alışveriş Kredisi

source: Shopping credit service is not supported by the payment system.
tr_tr: Alışveriş kredisi hizmeti ödeme sistemi tarafından desteklenmemektedir.

source: Shopping Credits
tr_tr: Alışveriş Kredileri

source: shopping_credit
tr_tr: alışveriş kredisi

source: Short Code
tr_tr: Kısa Kod

source: Show alerts as acceptable popup message
tr_tr: Uyarıyı popup olarak göster

source: Show alerts as message bottom of card form
tr_tr: Uyarıları kart formunun alt kısmında mesaj olarak göster

source: Show alerts only using payment plugin (WooCommerce, GiveWP etc.)
tr_tr: Uyarıları yalnızca eklentinin (WooCommerce, GiveWP vb.) kendi dinamiklerini kullanarak göster

source: Show Billing Fields
tr_tr: Faturalandırma Alanlarını Göster

source: Show only completed transactions
tr_tr: Sadece tamamlanmış işlemleri görüntüle

source: Show Success Message on Form Page
tr_tr: Form Sayfasında Başarı Mesajını Göster

source: Show Warning for Categories Not for Sale in Installments.
tr_tr: Taksitle Satılmayan Kategoriler için Uyarı Göster.

source: Singapore
tr_tr: Singapur

source: Single Table View
tr_tr: Tek Tablo Görünümü

source: Skip & Deactive
tr_tr: Atla ve Deaktif Et

source: Slovakia
tr_tr: Slovakya

source: Slovenia
tr_tr: Slovenya

source: Solomon Islands
tr_tr: Solomon Adaları

source: Somalia
tr_tr: Somali

source: Soon
tr_tr: Yakında

source: South Africa
tr_tr: Güney Afrika

source: South Korea
tr_tr: Güney Kore

source: South Sudan
tr_tr: Güney Sudan

source: Spain
tr_tr: ispanya

source: Standard Payment Form
tr_tr: Standart Ödeme Formu

source: Standart three field form
tr_tr: Standart üç girişli form

source: Start selling tickets to your events today with %s. Attendees can purchase tickets directly on your site using debit or credit cards
tr_tr: %s ile etkinliklerinize bugün bilet satmaya başlayın. Katılımcılar banka veya kredi kartlarını kullanarak doğrudan sitenizden bilet satın alabilirler

source: Started
tr_tr: Başladı

source: Started <span class="count">(%s)</span>
tr_tr: Başladı <span class="count">(%s)</span>

source: State
tr_tr: İl

source: Status
tr_tr: Durum

source: Status Check
tr_tr: Durum Kontrolü

source: Status of Successful Payments
tr_tr: Başarılı Ödemelerin Geçeceği Durum

source: Status updated %1$s to %2$s
tr_tr: İşlem %1$s durumundan %2$s durumuna geçirildi.

source: Success Message Information
tr_tr: Başarı Mesajı Bilgileri

source: Success Transactions
tr_tr: Başarılı İşlem

source: Sunday
tr_tr: Pazar

source: Support
tr_tr: Destek

source: Support Settings
tr_tr: Destek Ayarları

source: Support Ticket
tr_tr: Destek Talebi

source: Supported Currencies
tr_tr: Desteklenen Para Birimleri

source: Supported Features
tr_tr: Desteklenen Özellikler

source: Supports 3Ds payments
tr_tr: 3D ödemelerini destekler

source: Suriname
tr_tr: Surinam

source: Surname
tr_tr: Soyad

source: Suspicion of fraud in the transaction
tr_tr: İşlemde dolandırıcılık şüphesi

source: Swaziland
tr_tr: Svaziland

source: Sweden
tr_tr: İsveç

source: Switch-based format error on the Virtual POS side
tr_tr: Sanal POS tarafında anahtar tabanlı format hatası

source: Switzerland
tr_tr: İsviçre

source: Sync Mode
tr_tr: Sync Mode (Senkronize Mod)

source: Sync Refund Transaction
tr_tr: Geri Ödeme İşlemini Senkronize Et

source: Syria
tr_tr: Suriye

source: Tab Order Priority
tr_tr: Sekme Sıra Önceliği

source: Table View
tr_tr: Tablo Görünümü

source: Taiwan
tr_tr: Tayvan

source: Tajikistan
tr_tr: Tacikistan

source: Tanzania
tr_tr: Tanzanya

source: Technical cancellation due to timeout
tr_tr: Zaman aşımı nedeniyle teknik iptal

source: Temporarily deactivating
tr_tr: Geçici olarak deaktif ediyorum.

source: Terminal Safe ID
tr_tr: Terminal Güvenli Kimliği

source: Terminated session information.
tr_tr: Sonlandırılan oturum bilgileri.

source: Test Mode
tr_tr: Test Modu

source: Test Mode Active
tr_tr: Test Modu Aktif

source: Test operation successful and saved settings
tr_tr: Test işlemi başarılı ve ayarlar kaydedildi

source: Test the connection
tr_tr: Bağlantıyı test et

source: Text
tr_tr: Metin

source: Text Box
tr_tr: Yazı Alanı

source: Text Color
tr_tr: Metin Rengi

source: Text Hover Color
tr_tr: Metnin Vurgu Rengi

source: Thailand
tr_tr: Tayland

source: The bank/Virtual POS cannot process transactions at the moment
tr_tr: Banka/Sanal POS şu anda işlem yapamıyor

source: The card cannot be deleted due to registered recurring payment plans.
tr_tr: Kayıtlı yinelenen ödeme planları nedeniyle kart silinemez.

source: The card for recurring payment cannot be deleted.
tr_tr: Yinelenen ödeme için kart silinemez.

source: The card has been activated before
tr_tr: Kart daha önce etkinleştirildi

source: The card has been deactivated before
tr_tr: Kart daha önce devre dışı bırakılmış

source: The card has been previously deleted
tr_tr: Kart daha önce silinmiş

source: The cardholder is not authorized for this transaction
tr_tr: Kart sahibinin bu işlem için yetkisi yok

source: The commission applier type, CA (commission amount), cannot be sent at the same time as the commission value.
tr_tr: Komisyon uygulayıcı tipi, CA (komisyon tutarı), komisyon değeri ile aynı anda gönderilemez.

source: The current Payment System is not available in the pool
tr_tr: Mevcut Ödeme Sistemi havuzda mevcut değildir

source: The default payment gateway does not support adding cards, Please contact admin.
tr_tr: Varsayılan ödeme geçidi kart eklemeyi desteklemiyor. Lütfen yöneticiyle iletişime geçin.

source: The information required for Akbank Virtual Pos integration will be obtained from the Akbank Virtual Pos Screen.
tr_tr: Akbank Sanal Pos entegrasyonu için gerekli olan bilgiler Akbank Sanal Pos Ekranından temin edilecektir.

source: The information required for AKÖde POS integration will be obtained from the AKÖde POS Screen.
tr_tr: AKÖde POS entegrasyonu için gerekli bilgiler AKÖde POS Ekranından alınacaktır.

source: The information required for ING Bank Pos integration will be obtained from the ING Bank Virtual Pos Screen.
tr_tr: ING Bank Pos entegrasyonu için gerekli olan bilgiler ING Bank Sanal Pos Ekranından temin edilecektir.

source: The information required for the Ozan Virtual Pos integration will be obtained from the Ozan Virtual Pos Screen.
tr_tr: Ozan Sanal Pos entegrasyonu için gerekli olan bilgiler Ozan Sanal Pos Ekranından temin edilecektir.

source: The information required for the WYLD integration will be obtained from the WYLD screen.
tr_tr: WYLD entegrasyonu için gerekli bilgiler WYLD ekranından alınacaktır.

source: The information required for the Yapı Kredi Virtual POS integration will be obtained from the Yapı Kredi Virtual POS Screen.
tr_tr: Yapı Kredi Sanal POS entegrasyonu için gerekli bilgiler Yapı Kredi Sanal POS Ekranından alınacaktır.

source: The interest or discount rate must be zero
tr_tr: Faiz veya iskonto oranı sıfır olmalıdır

source: The limit of the specified credit card is not sufficient for this transaction
tr_tr: Belirtilen kredi kartının limiti bu işlem için yeterli değil

source: The maximum size for this value has been exceeded.
tr_tr: Bu değer için maksimum boyut aşıldı.

source: The member merchant is not authorized to process transactions with foreign bank cards
tr_tr: Üye işyerinin yabancı banka kartları ile işlem yapmaya yetkili olmaması

source: The Member Merchant Product Type and Commission Obligation could not be correctly updated to use seller sales.
tr_tr: Üye İşyeri Ürün Türü ve Komisyon Yükümlülüğü, satıcı satışlarını kullanmak için doğru şekilde güncellenemedi.

source: The page to redirect to when the checkout is complete. If left blank, it will return to the default successful page
tr_tr: Ödeme tamamlandığında yönlendirilecek sayfa. Boş bırakılırsa varsayılan başarılı sayfaya döner

source: The payment amount does not match the calculated amount
tr_tr: Ödeme tutarı hesaplanan tutarla eşleşmiyor

source: The payment pool for the member merchant has not been approved yet.
tr_tr: Üye işyeri için ödeme havuzu henüz onaylanmamıştır.

source: The payment system used does not support campaign usage.
tr_tr: Kullanılan ödeme sistemi kampanya kullanımını desteklememektedir.

source: The payment system used does not support point usage.
tr_tr: Kullanılan ödeme sistemi puan kullanımını desteklememektedir.

source: The point parameter for the payment system is incorrect, the sent point parameter is not defined in the payment system to which the transaction will be sent.
tr_tr: Ödeme sistemi için nokta parametresi hatalı, gönderilen nokta parametresi işlemin gönderileceği ödeme sisteminde tanımlı değil.

source: The product commission amounts do not match the commission amount specified in the TOTALSELLERCOMMISSIONAMOUNT parameter.
tr_tr: Ürün komisyon tutarları, TOTALSELLERCOMMISSIONAMOUNT parametresinde belirtilen komisyon tutarıyla eşleşmiyor.

source: The reasons why your users receive errors during payment are the payment institution,payment page errors, problems with the card to be paid, etc. It could be for many reasons.
tr_tr: Kullanıcılarınız ödeme sırasında birden fazla neden ile hata alabilir; ödeme kurumu, ödeme sayfası hataları, ödeme yapılacak kartla ilgili sorunlar vb. birçok nedenden kaynaklanabilir.

source: The recurring payment in a terminated state cannot be updated.
tr_tr: Sonlandırılmış durumdaki yinelenen ödeme güncellenemez.

source: The recurring payment plan has already been added with this card.
tr_tr: Yinelenen ödeme planı bu kartla birlikte zaten eklenmiştir.

source: The recurring payment plan has already expired
tr_tr: Yinelenen ödeme planının süresi çoktan doldu

source: The recurring payment plan is already active
tr_tr: Yinelenen ödeme planı zaten etkin

source: The relevant payment is awaiting approval
tr_tr: İlgili ödeme onay bekliyor

source: The requested transaction cannot be updated.
tr_tr: Talep edilen işlem güncellenemez.

source: The same parameter has been sent more than once
tr_tr: Aynı parametre birden fazla kez gönderilmiştir

source: The settings have been saved.
tr_tr: Ayarlar kaydedildi.

source: The specified card has been added before
tr_tr: Belirtilen kart daha önce eklenmiştir

source: The specified card has not been activated yet.
tr_tr: Belirtilen kart henüz etkinleştirilmedi.

source: The specified card number has been defined before.
tr_tr: Belirtilen kart numarası daha önce tanımlanmıştır.

source: The specified card number is invalid
tr_tr: Belirtilen kart numarası geçersiz

source: The specified Cardholder (Customer) is not registered
tr_tr: Belirtilen Kart Sahibi (Müşteri) kayıtlı değil

source: The specified credit card expiration date is invalid
tr_tr: Belirtilen kredi kartı son kullanma tarihi geçersiz

source: The specified credit card has expired
tr_tr: Belirtilen kredi kartının son kullanma tarihi geçmiş

source: The specified credit card is restricted
tr_tr: Belirtilen kredi kartı kısıtlı

source: The specified MCC has already been added
tr_tr: Belirtilen MCC zaten eklenmiştir

source: The specified MCC was not found.
tr_tr: Belirtilen MCC bulunamadı.

source: The specified payment system (virtual POS) was not found
tr_tr: Belirtilen ödeme sistemi (sanal POS) bulunamadı

source: The specified payment type (campaign) was not found
tr_tr: Belirtilen ödeme türü (kampanya) bulunamadı

source: The specified payment was not found
tr_tr: Belirtilen ödeme bulunamadı

source: The specified period value is too high
tr_tr: Belirtilen periyot değeri çok yüksek

source: The specified time information is invalid or inconsistent
tr_tr: Belirtilen zaman bilgisi geçersiz veya tutarsız

source: The specified transaction was not found
tr_tr: Belirtilen işlem bulunamadı

source: The start date must be a future date
tr_tr: Başlangıç tarihi ileri bir tarih olmalıdır

source: The status of the transaction remaining in the 3D routing state was marked as failed after rechecking. There may have been many failure scenarios in this transaction depending on the internet cloud.
tr_tr: 3D yönlendirme durumunda kalan işlemin durumu, yeniden kontrol edildikten sonra başarısız olarak işaretlendi. İnternet bulutuna bağlı olarak bu işlemde birçok başarısızlık senaryosu olmuş olabilir.

source: The tax amount must be zero for the specified condition
tr_tr: Belirtilen koşul için vergi tutarı sıfır olmalıdır

source: The terminal is not authorized for this transaction
tr_tr: Terminal bu işlem için yetkili değil

source: The total amount of the ordered products does not match the actual amount
tr_tr: Sipariş edilen ürünlerin toplam tutarı gerçek tutarla eşleşmiyor

source: The total of the seller payment amounts of the payment items does not match the parameter TOTALSELLERPAYMENTAMOUNT.
tr_tr: Ödeme kalemlerinin satıcı ödeme tutarlarının toplamı TOTALSELLERPAYMENTAMOUNT parametresiyle eşleşmiyor.

source: The user does not have the authority for this transaction.
tr_tr: Kullanıcı bu işlem için yetkiye sahip değildir.

source: The user does not have the authority to use API services
tr_tr: Kullanıcı API hizmetlerini kullanma yetkisine sahip değil

source: The user is not authorized to process transactions on this member merchant
tr_tr: Kullanıcı bu üye işyeri üzerinde işlem yapma yetkisine sahip değil

source: The valid end date cannot be greater than the valid start date
tr_tr: Geçerli bitiş tarihi geçerli başlangıç tarihinden büyük olamaz

source: The valid end date must be greater than the current date
tr_tr: Geçerli bitiş tarihi geçerli tarihten büyük olmalıdır

source: The validity period of the payment is above the maximum limit.
tr_tr: Ödemenin geçerlilik süresi maksimum limitin üzerindedir.

source: The validity period of the payment is below the minimum limit.
tr_tr: Ödemenin geçerlilik süresi asgari limitin altındadır.

source: Theme Name
tr_tr: Tema

source: Theme Version
tr_tr: Tema Versiyon

source: There are multiple successful transactions for this payment. Please use the PGTRANID parameter.
tr_tr: Bu ödeme için birden fazla başarılı işlem var. Lütfen PGTRANID parametresini kullanın.

source: There are no logs.
tr_tr: Kayıt yok.

source: There is a recurring payment with this plan code
tr_tr: Bu plan kodunda yinelenen bir ödeme vardır

source: There is already a BIN Rule with the same configuration, please add a BIN Rule with different configurations.
tr_tr: Aynı konfigürasyona sahip bir BIN Kuralı zaten var, lütfen farklı konfigürasyonlara sahip bir BIN Kuralı ekleyin.

source: There is already a BIN Rule with the same name, please define a BIN Rule with a different name.
tr_tr: Aynı ada sahip bir BIN Kuralı zaten var, lütfen farklı bir adla bir BIN Kuralı tanımlayın.

source: There is already a payment type with installment number for this payment system
tr_tr: Bu ödeme sistemi için taksit numarası olan bir ödeme türü zaten var

source: There is an application with this name and email
tr_tr: Bu isim ve e-posta ile bir başvuru var

source: These payment method settings are made through the admin menu.
tr_tr: Bu ödeme yöntemi ayarları yönetici menüsü üzerinden yapılır.

source: This card brand is not supported
tr_tr: Bu kart markası desteklenmiyor

source: This card is registered in the system.
tr_tr: Bu kart sistemde kayıtlıdır.

source: This data represents payment transactions between <strong>%1$s</strong> and <strong>%2$s</strong>
tr_tr: Bu bilgiler <strong>%1$s</strong> - <strong>%2$s</strong> tarihleri arasındaki işlemlerin verileri kullanılarak üretilmiştir.

source: This description will be displayed before the table/tables
tr_tr: Bu açıklama tablo/tablolardan önce görüntülenecektir.

source: This email was prepared and forwarded by %1$s. To learn how to disable %2$s.
tr_tr: Bu e-posta %1$s tarafından hazırlanmış ve iletilmiştir. Nasıl devre dışı bırakacağınızı öğrenmek için %2$s.

source: This event is triggered when a refund is made in the transactions section.
tr_tr: Bu olay, işlemler bölümünde geri ödeme yapıldığında tetiklenir.

source: This feature can only work with {0} plugins
tr_tr: Bu özellik yalnızca {0} eklentileriyle çalışabilir

source: This feature will allow you to send the payment organisation the order number generated by plugins like WooCommerce, LearnPress etc. According to the working rules of payment institutions and banks, we provide shipping by adding the separator into the number sent to avoid situations such as not being able to process more than once with the same order number. We recommend that you test this feature after switching it on.
tr_tr: Bu özellik, WooCommerce, LearnPress vb. eklentilerin oluşturduğu sipariş numarasını ödeme kuruluşuna göndermenizi sağlayacaktır. Ödeme kuruluşları ve bankaların çalışma kurallarına göre, gönderilmemesi gibi durumların yaşanmaması için gönderilen numaraya ayırıcı ekleyerek gönderim sağlıyoruz. Aynı sipariş numarası ile birden fazla işlem yapabilme. Bu özelliği açtıktan sonra test etmenizi öneririz.

source: This order number has been used in a terminated session, please create a session key with a different order number.
tr_tr: Bu sipariş numarası sonlandırılmış bir oturumda kullanılmıştır, lütfen farklı bir sipariş numarası ile bir oturum anahtarı oluşturun.

source: This payment gateway does not support Woo refund option. Beacause this payment provider is need line based refund process.
tr_tr: Bu ödeme geçidi kırılım bazlı iade sistemi kullandığından Woo geri ödeme seçeneğini desteklemiyor

source: This payment has already been made, a new payment session cannot be created with the given Member Merchant Order Number.
tr_tr: Bu ödeme zaten yapılmıştır, verilen Üye İşyeri Sipariş Numarası ile yeni bir ödeme oturumu oluşturulamaz.

source: This request has been rejected by fraud rules.
tr_tr: Bu talep dolandırıcılık kuralları gereği reddedilmiştir.
