Repository: recepasl44/poslar
Catalog: languages/gurmepos-*.po
Languages: tr_tr

source: This session key is not authorized for the intended transaction.
tr_tr: Bu oturum anahtarı amaçlanan işlem için yetkili değildir.

source: This transaction belongs to another member merchant.
tr_tr: Bu işlem başka bir üye işyerine aittir.

source: This transaction can only be done with LetsBodrum card.
tr_tr: Bu işlem sadece LetsBodrum kartı ile yapılabilir.

source: This transaction cannot be canceled
tr_tr: Bu işlem iptal edilemez

source: This transaction cannot be performed with inactive member merchant information.
tr_tr: Bu işlem aktif olmayan üye işyeri bilgileri ile gerçekleştirilemez.

source: This transaction cannot be refunded
tr_tr: Bu işlem iade edilemez

source: This transaction has been rejected by Threat Metrix (TMX). Please check the transaction logs and TMX portal records for details.
tr_tr: Bu işlem Threat Metrix (TMX) tarafından reddedildi. Ayrıntılar için lütfen işlem günlüklerini ve TMX portal kayıtlarını kontrol edin.

source: This view shows the card family and installments in a single table
tr_tr: Bu görünüm, kart ailesini ve taksitleri tek bir tabloda gösterir

source: This Week
tr_tr: Bu hafta

source: this week
tr_tr: bu hafta

source: Three-D Secure
tr_tr: 3D Güvenli

source: Thursday
tr_tr: Perşembe

source: Ticket id: %s
tr_tr: Bilet kimliği: %s

source: Time Zone (Changed from Settings->General Timezone Field.)
tr_tr: Saat Dilimi, Ayarlar -> Genel Saat Dilimi alanından değiştirilir.

source: Timeline
tr_tr: Zaman Çizelgesi

source: Timor-Leste
tr_tr: Doğu Timor

source: To offer your users the option of installments according to their card types during payment, activate the number of installments and enter the maturity difference.
tr_tr: Kullanıcılarınıza ödeme sırasında kart türlerine göre taksit seçeneği sunabilmek için taksit sayısını etkinleştirip vade farkını giriniz.

source: To start receiving payments immediately, make the connection to the payment institution you are contracted with.
tr_tr: Hemen ödeme almaya başlamak için anlaşmalı olduğunuz ödeme kuruluşunun bağlantısını gerçekleştirin

source: To use the default data, you can add new hidden fields to the form and map them directly.
tr_tr: Varsayılan verileri kullanmak için forma yeni gizli alanlar ekleyebilir ve bunları doğrudan eşleyebilirsiniz.

source: Today
tr_tr: Bugün

source: today
tr_tr: bugün

source: Togo
tr_tr: Gitmek

source: Token error.
tr_tr: Jeton hatası.

source: Tools
tr_tr: Araçlar

source: Total
tr_tr: Toplam

source: Total bigger than
tr_tr: Tutar büyükse

source: Total smaller
tr_tr: Tutar küçükse

source: Transaction
tr_tr: İşlem

source: Transaction #{0} details
tr_tr: #{0} İşlem detayları

source: Transaction amount has not been credited to the member merchant account, refund cannot be processed.
tr_tr: İşlem tutarı üye işyeri hesabına yatırılmadı, iade işlemi gerçekleştirilemiyor.

source: Transaction cannot be performed on the Bank/Virtual POS side
tr_tr: Banka/Sanal POS tarafında işlem yapılamaz

source: Transaction cannot be processed as the payment system is disabled. Please contact the Member Merchant Super Administrator.
tr_tr: Ödeme sistemi devre dışı bırakıldığı için işlem gerçekleştirilemiyor. Lütfen Üye İşyeri Süper Yöneticisi ile iletişime geçin.

source: Transaction Description
tr_tr: İşlem açıklaması

source: Transaction Details
tr_tr: İşlem Detayları

source: Transaction failed
tr_tr: İşlem başarısız oldu

source: Transaction failed due to 3D restriction.
tr_tr: 3D kısıtlaması nedeniyle işlem başarısız oldu.

source: Transaction ID
tr_tr: İşlem Kimliği

source: Transaction is locked
tr_tr: İşlem kilitlendi

source: Transaction Logs
tr_tr: İşlem Kayıtları

source: Transaction not approved
tr_tr: İşlem onaylanmadı

source: Transaction not found.
tr_tr: İşlem bulunamadı.

source: Transaction rejected due to suspected fraud. For detailed information, you can contact the support team. (TMX rejected)
tr_tr: Şüpheli dolandırıcılık nedeniyle işlem reddedildi. Detaylı bilgi için destek ekibi ile iletişime geçebilirsiniz. (TMX reddedildi)

source: Transaction request has been rejected due to suspected fraud reported by Inact RT service.
tr_tr: Inact RT servisi tarafından bildirilen şüpheli dolandırıcılık nedeniyle işlem talebi reddedildi.

source: Transaction started.
tr_tr: İşlem başladı.

source: Transaction Statuses
tr_tr: İşlem Durumları

source: Transaction type not supported by this payment system.
tr_tr: İşlem türü bu ödeme sistemi tarafından desteklenmiyor.

source: Transactions
tr_tr: İşlemler

source: Transactions Settings
tr_tr: İşlem Ayarları

source: Trinidad and Tobago
tr_tr: Trinidad ve Tobago

source: Tuesday
tr_tr: Salı

source: Tunisia
tr_tr: Tunus

source: Turkey
tr_tr: Türkiye

source: Turkish Lira
tr_tr: Türk Lirası

source: Turkmenistan
tr_tr: Türkmenistan

source: Type
tr_tr: Tip

source: Ukraine
tr_tr: Ukrayna

source: Unauthorized operation attempted via ip address %s.
tr_tr: %s ip adresi üzerinden yetkisiz işlem yapılmaya çalışıldı.

source: Unexpected payment system integration error
tr_tr: Beklenmeyen ödeme sistemi entegrasyon hatası

source: United Arab Emirates
tr_tr: Birleşik Arap Emirlikleri

source: United Kingdom
tr_tr: Birleşik Krallık

source: United States
tr_tr: Amerika Birleşik Devletleri

source: Unknown error please contact admin
tr_tr: Bilinmeyen hata lütfen yönetim ile iletişime geçiniz.

source: Unsupported currency
tr_tr: Desteklenmeyen para birimi

source: Unsupported Currency Conversion
tr_tr: Desteklenmeyen Para Birimi Dönüşümü

source: Unsupported currency for this transaction
tr_tr: Bu işlem için desteklenmeyen para birimi

source: Unsupported currency:
tr_tr: Desteklenmeyen para birimi:

source: Unsupported number of installments specified by the member merchant.
tr_tr: Üye işyeri tarafından belirtilen taksit sayısı desteklenmiyor.

source: Upgrade
tr_tr: Yükselt

source: Upgrade Now
tr_tr: Şimdi Yükselt

source: Upgrade Pro
tr_tr: Pro'ya Yükselt

source: Upgrade to <strong>%1$s</strong>; Unlock advanced emails and more. 25+ Banks and payment institutions, card storage, category-based installment blocking and many more features are in <strong>%2$s</strong>.
tr_tr: <strong>%1$s</strong>'ya yükselterek detaylı e-postaların kilidini aç. 25+ banka ve ödeme kuruluşu, kart saklama, kategori bazlı taksit engelleme ve çok daha fazla özellik <strong>%2$s</strong>'da.

source: Use default name
tr_tr: Varsayılan ismi kullan

source: Use field
tr_tr: Alan kullan

source: Use transactions for online refund/cancel operations
tr_tr: Çevrimiçi iade/iptal işlemleri için işlemleri kullanın

source: User Code
tr_tr: Kullanıcı Kodu

source: User ID
tr_tr: Kullanıcı Kimliği

source: User Password
tr_tr: Kullanıcı Şifre

source: User selects 3D option at checkout
tr_tr: Kullanıcılar ödeme sırasında 3D seçeneğini belirler

source: Username
tr_tr: Kullanıcı Adı

source: Username/E-mail
tr_tr: Kullanıcı Adı/E mail

source: Users are redirected to the 3D Screen after paying.
tr_tr: Kullanıcılar ödeme sonrasında 3D ekranına yönlendirilir.

source: Users can print transactions
tr_tr: Kullanıcılar işlemleri yazdırabilir

source: Users can register their cards at payment
tr_tr: Kullanıcılar kartlarını ödeme sırasında kaydedebilir

source: Users can write name for card
tr_tr: Kullanıcılar kartlarına isim verebilir

source: Users complete the payment directly
tr_tr: Kullanıcılar direkt olarak ödemeyi tamamlar

source: Using Gate, you can collect the transaction by directing it to the desired virtual POS according to the card brand, number of installments and card number. After your customer keys in the card information, the withdrawal is made to the relevant virtual pos, according to the criteria you define in the system.
tr_tr: Gate'i kullanarak kart markasına, taksit sayısına ve kart numarasına göre işlemi istediğiniz sanal POS'a yönlendirerek tahsilat yapabilirsiniz. Müşterinizin kart bilgilerini giriş yapmasının ardından sistemde tanımladığınız kriterlere göre ilgili sanal pos'a çekim işlemi gerçekleştirilir.

source: Using iframe for 3D forms and Common payment forms
tr_tr: 3D formları ve ortak ödeme sayfaları için iframe kullan

source: Using this feature you can define a separator for payment organisations/banks to be used to combine the plug-in number with the transaction number of the POS Integrator. The separator field can never be saved empty!
tr_tr: Bu özelliği kullanarak ödeme kuruluşları/bankalar için eklenti numarasını POS Entegratörünün işlem numarasıyla birleştirmek için kullanılacak bir ayırıcı tanımlayabilirsiniz. Ayırıcı alanı hiçbir zaman boş kaydedilemez.

source: Uzbekistan
tr_tr: Özbekistan

source: Vatican City
tr_tr: Vatikan Şehri

source: Video Tutorial
tr_tr: Öğretici Video

source: View help documents about {0}
tr_tr: {0} yardım dökümanlarını inceleyin

source: View Transaction
tr_tr: İşlem Görüntüle

source: View Type
tr_tr: Görünüm Türü

source: Virtual POS
tr_tr: Sanal POS

source: Virtual POS encryption error
tr_tr: Sanal POS şifreleme hatası

source: Virtual POS error: Bank (Issuer) is recalling the card
tr_tr: Sanal POS hatası: Banka (kartı veren) kartı geri çağırıyor

source: Virtual POS error: Bank rejected
tr_tr: Sanal POS hatası: Banka reddedildi

source: Virtual POS error: Card information not found
tr_tr: Sanal POS hatası: Kart bilgileri bulunamadı

source: Virtual POS error: Checking account not found
tr_tr: Sanal POS hatası: Çek hesabı bulunamadı

source: Virtual POS error: Exceeded allowed PIN attempts
tr_tr: Sanal POS hatası: İzin verilen PIN denemeleri aşıldı

source: Virtual POS error: Exceeded expected transaction amount limit
tr_tr: Sanal POS hatası: Beklenen işlem tutarı sınırı aşıldı

source: Virtual POS error: Exceeded expected transaction limit
tr_tr: Sanal POS hatası: Beklenen işlem limiti aşıldı

source: Virtual POS error: Incorrect/Invalid PIN value
tr_tr: Sanal POS hatası: Yanlış/Geçersiz PIN değeri

source: Virtual POS error: Invalid amount information
tr_tr: Sanal POS hatası: Geçersiz tutar bilgisi

source: Virtual POS error: Invalid/Inconsistent information sent
tr_tr: Sanal POS hatası: Geçersiz/Tutarsız bilgi gönderildi

source: Virtual POS error: Invalid/Incorrect amount
tr_tr: Sanal POS hatası: Geçersiz/Yanlış tutar

source: Virtual POS error: Lost card, confiscate the card
tr_tr: Sanal POS hatası: Kayıp kart, karta el koyun

source: Virtual POS error: Original is denied
tr_tr: Sanal POS hatası: Orijinal reddedildi

source: Virtual POS error: Original not found
tr_tr: Sanal POS hatası: Orijinal bulunamadı

source: Virtual POS error: Record could not be created
tr_tr: Sanal POS hatası: Kayıt oluşturulamadı

source: Virtual POS error: Refund cannot be processed before the end of the day
tr_tr: Sanal POS hatası: Para iadesi gün sonundan önce işleme alınamaz

source: Virtual POS error: Restricted card
tr_tr: Sanal POS hatası: Kısıtlı kart

source: Virtual POS error: Savings account not found
tr_tr: Sanal POS hatası: Tasarruf hesabı bulunamadı

source: Virtual POS error: Stolen card, confiscate the card
tr_tr: Sanal POS hatası: Çalıntı kart, karta el koyun

source: Virtual POS error: This terminal is not authorized for foreign cards.
tr_tr: Sanal POS hatası: Bu terminal yabancı kartlar için yetkili değildir.

source: Virtual POS error: Try again
tr_tr: Sanal POS hatası: Tekrar deneyin

source: Virtual POS key synchronization error
tr_tr: Sanal POS anahtar senkronizasyon hatası

source: VKN and TCKN values ​​cannot be used together. Please use only one.
tr_tr: VKN ve TCKN değerleri birlikte kullanılamaz. Lütfen sadece birini kullanın.

source: Warning Text
tr_tr: Uyarı Metni

source: Warning: In order for the installment table display to work error-free, it must be run on your payment page or with the price parameter.
tr_tr: Uyarı: Taksit tablosu gösteriminin hatasız çalışabilmesi için ödeme sayfanızda veya fiyat parametresi ile çalıştırılması gerekmektedir.

source: We click on the "CONTRACTED MERCHANT TRANSACTIONS" section under the "MANAGEMENT" tab from the Vakıfbank Virtual Pos panel. The page that opens contains the necessary information for our company. We fill this information in the relevant places in POS Entegratör.
tr_tr: Vakıfbankın panelinden "YÖNETİM" sekmesi altında bulunan "ÜYE İŞYERİ İŞLEMLERİ" bölümüne tıklıyoruz. Açılan sayfada firmamız için gerekli bilgiler bulunmakta. Bu bilgileri POS Entegratör’de ilgili yerlere dolduruyoruz.

source: We have detected that the payment method/methods you are using are disabled, please check that your PRO version is enabled. If you are having problems after the update, try updating the PRO version manually.
tr_tr: Kullandığınız ödeme yönteminin/yöntemlerinin devre dışı olduğunu tespit ettik, lütfen PRO sürümünüzün etkin olup olmadığını kontrol edin. Güncelleme sonrasında sorun yaşıyorsanız PRO sürümünü manuel olarak güncellemeyi deneyin.

source: We thought you might be interested, let's see how many transactions you received with %1$s %2$s.
tr_tr: İlginizi çekebileceğini düşündük. Hadi %1$s ile %2$s kaç işlem aldığınızı görelim.

source: Web url address where requests will be sent
tr_tr: İsteklerin gönderileceği web url adresi

source: Wednesday
tr_tr: Çarşamba

source: Weekly
tr_tr: Haftalık

source: Weekly Transaction Notification
tr_tr: Haftalık İşlem Bildirimi

source: What to do in Success Processing?
tr_tr: Başarı İşlemesinde Ne Yapılmalıdır?

source: When payment is initiated, you are directed to the next page on the site and the credit/debit card form designed and submitted by the payment institution is used.
tr_tr: Ödeme işlemi başlatıldığında sitedeki bir sonraki sayfaya yönlendirilirsiniz ve ödeme kuruluşunun tasarlayıp gönderdiği kredi/banka kartı formu kullanılır.

source: When the payment process is completed, the payment completed page is displayed.
tr_tr: Ödeme işlemi tamamlandığında ödeme tamamlandı sayfası görüntülenir.

source: When this feature is activated, all transactions and transaction lines produced by the POS Integrator can be transferred to the desired Google Sheet file. This feature will be valid for transactions made after switching on.
tr_tr: Bu özellik aktif edildiğinde POS Entegratörü tarafından üretilen tüm işlemler ve işlem satırları istenilen Google Sheet dosyasına aktarılabilir. Bu özellik açıldıktan sonra yapılan işlemler için geçerli olacaktır.

source: When this setting is activated, users can cahange their payment method from My Account -> My Subscriptions.
tr_tr: Bu ayar aktif hale getirildiğinde kullanıcılar Hesabım -> Aboneliklerim bölümünden ödeme yöntemlerini değiştirebilirler.

source: When this setting is activated, users can cancel their subscriptions from My Account -> My Subscriptions.
tr_tr: Bu ayar aktif hale getirildiğinde kullanıcılar Hesabım -> Aboneliklerim bölümünden aboneliklerini iptal edebilirler.

source: When this setting is turned on, cancellation/refund information is transferred to a different sheet in the excel table.
tr_tr: Bu ayar açıldığında, iptal/iade bilgileri excel tablosunda farklı bir sayfaya aktarılır.

source: When you click on the payment button, you will be directed to the %s payment form.
tr_tr: Ödeme butonuna tıkladığınızda %s ödeme formuna yönlendirileceksiniz.

source: While the test mode is active, your payments will be made with the Test APIs.
tr_tr: Test modu aktifken ödemeleriniz Test API'leri ile yapılacaktır.

source: Why am I getting errors?
tr_tr: Neden hata alıyorum?

source: Why you are leaving us ?
tr_tr: Deaktif etme nedenini öğrenebilir miyiz?

source: With the Card Save feature, your customers can register their cards during paying.
tr_tr: Kart Saklama özelliği ile müşterileriniz ödeme sırasında kartlarını kayıt edebilir.

source: With the help of the shortcode, you can create a page where your customers can view and remove their saved cards., they can save card
tr_tr: Kısa kod yardımıyla müşterilerinizin kayıtlı kartlarını görüntüleyebilecekleri ve kaldırabilecekleri bir sayfa oluşturabilirsiniz.

source: With Webhook, you can communicate all transactions that occur in POS Integrator with a different service. Zapier, your own web service etc.
tr_tr: Webhook ile POS Integrator'da gerçekleşen tüm işlemleri farklı bir servis ile haberleştirebilirsiniz. Zapier, kendi web servisiniz vb.

source: WooCommerce Rules
tr_tr: WooCommerce Kuralları

source: WooCommerce Subscription integration
tr_tr: WooCommerce Subscription entegrasyonu

source: WordPress Version
tr_tr: WordPress Versiyon

source: Working Requirements
tr_tr: Çalışma Gereksinimleri

source: WPForms integration
tr_tr: WPForms entegrasyonu

source: WPForms Payment
tr_tr: WPForms Ödemeleri

source: Wrong commission applier type.
tr_tr: Yanlış komisyon uygulayıcı tipi.

source: Year
tr_tr: Yıl

source: Yes
tr_tr: Evet

source: Yes, you deserve it
tr_tr: Evet, bunu hak ediyorsun

source: Yesterday
tr_tr: Dün

source: You are not allowed to print this transaction.
tr_tr: Bu işlemi yazdırmaya yetkiniz yok.

source: You are not authorized to use CARDPANTYPE parameter as INSURANCE
tr_tr: CARDPANTYPE parametresini INSURANCE olarak kullanmaya yetkili değilsiniz

source: You can access all information about Akbank integration at sanalpos.akbank.com. All the information that needs to be filled in on the left side is included in your company information.
tr_tr: sanalpos.akbank.com adresinden Akbank entegrasyonu için tüm bilgilere ulaşabilirsiniz. Sol taraftaki doldurulması gereken tüm bilgiler firma bilgilerinizde yer almaktadır.

source: You can access all necessary API information from the RubikPara Virtual POS panel.
tr_tr: RubikPara Sanal POS panelinden gerekli tüm API bilgilerine ulaşabilirsiniz.

source: You can access all necessary API information from the Setcard Virtual POS panel.
tr_tr: Setcard Sanal POS panelinden gerekli tüm API bilgilerine ulaşabilirsiniz.

source: You can access all necessary API information from the Vakıf Katılım Virtual POS panel.
tr_tr: Vakıf Katılım Sanal POS panelinden gerekli tüm API bilgilerine ulaşabilirsiniz.

source: You can access all necessary API information from the İşyerimPOS Virtual POS panel.
tr_tr: İşyerimPOS Sanal POS panelinden gerekli tüm API bilgilerine ulaşabilirsiniz.

source: You can access API information from the Integration & API information page in the Settings menu in your QNBpay merchant panel.
tr_tr: API bilgilerine QNBpay satıcı panelinizdeki Ayarlar menüsündeki Entegrasyon ve API bilgileri sayfasından erişebilirsiniz.

source: You can access the Institution/Company ID information from the top menu of your Paratika panel, under My Information > Basic Settings.
tr_tr: Kurum/Firma Kimliği bilgilerine Paratika panelinizin üst menüsünde Bilgilerim > Temel Ayarlar bölümünden ulaşabilirsiniz.

source: You can access your Mollie API information via mollie dashboard > my account.
tr_tr: Mollie API bilgilerinize mollie kontrol paneli > hesabım üzerinden erişebilirsiniz.

source: You can automatically bring your installment rates by making your installment settings from the virtual POS panel.
tr_tr: Taksit ayarlarınızı Sanal POS panelinden yaptıktan sonra taksit oranlarınızı otomatik olarak getirebilirsiniz.

source: You can complete the integration by entering the API information sent to you by e-mail from your bank. Note: The MRBID (Corporate Code) value must be "12".
tr_tr: Bankanızdan sizlere e-posta yoluyla iletilen API bilgilerini girerek entegrasyonu tamamlayabilirsiniz. Not: MRBID (Corporate Code) değeri "12" olmalıdır.

source: You can ensure integration by entering the API information sent to you via e-mail by Şekerbank through this panel.
tr_tr: Şekerbank'ın size e-posta yoluyla gönderdiği API bilgilerini bu panel üzerinden girerek entegrasyonu sağlayabilirsiniz.

source: You can fill in the fields that are not on your payment page but required by your payment gateway with this information.
tr_tr: Ödeme sayfanızda bulunmayan ancak ödeme geçidinizin gerektirdiği alanları bu bilgilerle doldurabilirsiniz.

source: You can get the necessary api information for the integration of your Sipay Virtual POS: You can log in to the Sipay Virtual POS Panel and get it from the Settings -> Integration & API page.
tr_tr: Sipay Sanal Posunuzun entegre edilmesi için gerekli api bilgilerini: Sipay Sanal Pos Paneline giriş sağlayıp Ayarlar -> Entegrasyon & API sayfasından elde edebilirsiniz.

source: You can get the necessary api information for the integration of your Vepara Virtual POS: You can log in to the Vepara Virtual POS Panel and get it from the Settings -> Integration & API page.
tr_tr: Vepara Sanal POS'unuzun entegrasyonu için gerekli api bilgilerini; Vepara Sanal POS Paneline giriş yapıp Ayarlar -> Entegrasyon & API sayfasından alabilirsiniz.

source: You can get your API information from Vakıfbank by contacting sanalposdestek@vakifkatilim.com.tr
tr_tr: sanalposdestek@vakifkatilim.com.tr mail adresi ile iletişime geçerek Vakıfbank tarafından apı bilgilerinizi alabilirsiniz.

source: You can learn your GarantiPAY integration information by sending an e-mail to <strong>eticaretdestek@garantibbva.com.tr</strong>.
tr_tr: GarantiPAY entegrasyon bilgilerinizi <strong>eticaretdestek@garantibbva.com.tr</strong> adresine e-posta göndererek öğrenebilirsiniz.

source: You can not seen refund actions because this transaction refund process managed by other plugin
tr_tr: Bu işlemin geri ödeme süreci başka bir eklenti tarafından yönetildiği için geri ödeme işlemlerini göremiyorsunuz.

source: You can obtain your API information by viewing your dealer information from your Moka admin panel..
tr_tr: Moka admin panelinizden bayi bilgilerinizi görüntüleyerek API bilgilerinizi alabilirsiniz.

source: You can refund part of the <strong>{0} {1}</strong> payment by entering the amount you want to refund.
tr_tr: Geri ödemek istediğiniz tutarı girerek <strong>{0} {1}</strong> değerindeki ödemenin bir kısmını geri ödeyebilirsiniz.

source: You can show a warning text to your customers on the checkout page for your categories that are not available for sale in installments. (WooCommerce only)
tr_tr: Taksitle satışa sunulmayan kategorileriniz için ödeme sayfasında müşterilerinize uyarı metni gösterebilirsiniz. (Yalnızca WooCommerce)

source: You can view your Erpapay API information from your profile via your seller panel.
tr_tr: Erpapay API bilgilerinizi satıcı paneliniz üzerinden profilinizden görüntüleyebilirsiniz.

source: You cannot use CARDTOKEN parameter at the same time with CARDPANTYPE parameter
tr_tr: CARDTOKEN parametresini CARDPANTYPE parametresi ile aynı anda kullanamazsınız

source: You cannot use NAMEONCARD, CARDEXPIRY, and CARDPANCVV parameters at the same time with CARDPANTYPE parameter
tr_tr: NAMEONCARD, CARDEXPIRY ve CARDPANCVV parametrelerini CARDPANTYPE parametresiyle aynı anda kullanamazsınız

source: You cannot use SAVECARD parameter at the same time with CARDPANTYPE parameter
tr_tr: SAVECARD parametresini CARDPANTYPE parametresi ile aynı anda kullanamazsınız

source: You do not have an active pay organization.
tr_tr: Aktif bir ödeme kuruluşunuz bulunmamakta.

source: You do not have the authority to add a card without 3D verification. Please add a card using the HPP integration model or seek help from Paratika support team.
tr_tr: 3D doğrulama olmadan kart ekleme yetkiniz bulunmamaktadır. Lütfen HPP entegrasyon modelini kullanarak kart ekleyiniz veya Paratika destek ekibinden yardım isteyiniz.

source: You do not have the authority to use marketplace parameters in the payment request. Please contact Paratika support line.
tr_tr: Ödeme talebinde pazar yeri parametrelerini kullanma yetkiniz bulunmamaktadır. Lütfen Paratika destek hattı ile iletişime geçiniz.

source: You have not activated a pos yet
tr_tr: Henüz bir pos aktif etmediniz.
