Repository: recepasl44/poslar
Catalog: languages/gurmepos-*.po
Languages: tr_tr

source: For card holder name information; if the setting is on, a name field will appear above the card number section. If it is off, the first and last name in the order fields will be used.
tr_tr: Kart üzerindeki isim bilgisi için; ayar açık ise kart numarası bölümünün üstünde bir isim alanı görünecektir. Kapalı ise sipariş alanlarındaki ad ve soyad kullanılacaktır.

source: %s - Multiple payment solutions
tr_tr: %s - Çoklu ödeme çözümleri

# %s = human-readable time difference
source: %s ago
tr_tr: %s önce

source: %s doesn't support your selected currency
tr_tr: %s seçtiğiniz para birimini desteklemiyor

source: *For payments that are not included in any rules, your default virtual POS will be charged.
tr_tr: *Herhangi bir kurala dahil olmayan ödemelerde varsayılan sanal POS'unuzdan ücret alınacaktır.

source: 3D Hash verification error, the reason for this error is that your key (3D Key, ENC Key, Store Key) that encrypts the communication between the bank and the system is incorrect. Please verify this key.
tr_tr: 3D Hash doğrulama hatası, bu hatanın nedeni banka ile sistem arasındaki iletişimi şifreleyen anahtarınızın (3D Key, ENC Key, Store Key) yanlış olmasından kaynaklanmaktadır. Lütfen bu anahtarı doğrulayınız.

source: 3D Key
tr_tr: 3D Anahtarı

source: 3D PAY usage detected. Please contanct with GurmeHub.
tr_tr: 3D PAY kullanımı algılandı. Lütfen GurmeHub ile iletişime geçin.

source: 3D Payment
tr_tr: 3D Ödeme

source: 3D Settings
tr_tr: 3D Ayarları

source: 3D Start
tr_tr: 3D Başladı

source: 3D transaction did not complete successfully.
tr_tr: 3D işlemi başarıyla tamamlanmadı.

source: 3D Type
tr_tr: 3D Tipi

source: <strong>%1$s</strong> is not working. The minimum lite version required for <strong>%2$s</strong> to work is <strong>%3$s</strong> please update the lite plugin.
tr_tr: <strong>%1$s</strong> çalışmıyor. <strong>%2$s</strong>'in çalışması için gereken minimum lite sürümü <strong>%3$s</strong>'dir, lütfen lite eklentisini güncelleyin.

source: A BIN Rule and Payment System Pool record with the same configuration already exists
tr_tr: Aynı yapılandırmaya sahip bir BIN Kuralı ve Ödeme Sistemi Havuzu kaydı zaten mevcut

source: A seller exists with this ID.
tr_tr: Bu kimliğe sahip bir satıcı mevcuttur.

source: A successful transaction already exists with this member merchant order number
tr_tr: Bu üye işyeri sipariş numarası ile başarılı bir işlem zaten mevcut

source: A user encountered an error during the payment process. You can review the details in the table below. If there is something you need support for, don't hesitate to write to us.
tr_tr: Bir kullanıcı ödeme işlemi sırasında hatayla karşılaştı. Aşağıdaki tablodan detayları inceleyebilirsiniz. Desteğe ihtiyacınız olan bir konu varsa bize yazmaktan çekinmeyin.

source: Accept online payments with %s
tr_tr: %s ile çevrimiçi ödemeleri kabul edin

source: Accept Pay with 40+ Payment Provider
tr_tr: 40'tan Fazla Ödeme Sağlayıcıyla Ödemeyi Kabul Edin

source: Accept payments from around the world
tr_tr: Dünyanın her yerinden ödeme kabul edin

source: Action
tr_tr: İşlem

source: Action Logs
tr_tr: Eylem Günlükleri

source: Actions
tr_tr: Aksiyonlar

source: Activate
tr_tr: Etkinleştir

source: Activate Installment Sale
tr_tr: Taksitli Satışı Etkinleştir

source: Activated
tr_tr: Etkinleştirildi

source: Activation date must be a future date
tr_tr: Aktivasyon tarihi ileri bir tarih olmalıdır

source: Active Daily Emails
tr_tr: Günlük Bildirimleri Aktif Et

source: Active Error Emails
tr_tr: Hata Bildirimlerini Aktif Et

source: Active Success Emails
tr_tr: Başarılı İşlem Bildirimlerini Aktif Et

source: Active Weekly Emails
tr_tr: Haftalık Bildirimleri Aktif Et

source: Add
tr_tr: Ekle

source: Add New
tr_tr: Yeni Ekle

source: Add New Line to Worksheet
tr_tr: Çalışma Sayfasına Yeni Satır Ekleme

# Add New on Toolbar
source: Transaction
tr_tr: İşlem

source: Add New Rule
tr_tr: Yeni Kural Ekle

source: Add New Transaction
tr_tr: Yeni İşlem Ekle

source: Add New Worksheet
tr_tr: Yeni Çalışma Sayfası Ekle

source: Add Payment Method
tr_tr: Ödeme Yöntemi Ekle

source: Add the maturity difference to the order
tr_tr: Vade farkını siparişe ekleyin

source: Add us to admin bar menu
tr_tr: Bizi yönetici üst menüsüne ekleyin

source: Address
tr_tr: Adres

source: Admin Bar Menu
tr_tr: Yönetici Üst Menü

# Admin Menu text
source: Saved Cards
tr_tr: Kayıtlı Kartlar

# Admin Menu text
source: Transactions
tr_tr: İşlemler

source: Advace
tr_tr: Peşin

source: Afghanistan
tr_tr: Afganistan

source: After a step, the plugin will be deactivated. Could you please take a moment and support us to make your app better?
tr_tr: Bir adımdan sonra eklenti deaktif edilecektir. Lütfen bir dakikanızı ayırıp uygulamanızı daha iyi hale getirmemiz için bize destek olur musunuz?

source: After logging into the İşbank virtual pos system, if no API user has been created before, an API user must be created by entering the "Add New User" section under the "Management" heading. Then, API user information should be filled in the relevant places.
tr_tr: İş bankası sanal pos sistemine giriş yapıldıktan sonra eğer daha önceden API kullanıcısı oluşturulmamış ise öncelikle “Yönetim” başlığı altından “Yeni Kullanıcı Ekle” kısmına giriş yapılarak API kullanıcısı oluşturulmalıdır. Daha sonra API kullanıcı bilgileri ilgili yerlere doldurulmalı.

source: After logging into your Denizbank Virtual Pos panel, you need to create a new API user for integration information, if you have not created one before. After logging in, you can create an API user record by logging into the User Editing and Authorization page from the User Management System menu on the left. You can provide integration by filling in the API user information you have created in the relevant places.
tr_tr: Denizbank Sanal Pos panelinize giriş yaptıktan sonra entegrasyon bilgileri için, eğer daha önce oluşturmadıysanız yeni bir api kullanıcısı oluşturmanız gereklidir. Giriş yaptıktan sonra sol tarafta bulunan 'Kullanıcı Yönetim Sistemi' menüsünden Kullanıcı düzenleme ve yetkilendirme sayfasına giriş yaparak api kullanıcı kaydı oluşturabilirsiniz. Oluşturduğunuz API kullanıcı bilgilerini, ilgili yerlere doldurarak entegrasyonu sağlayabilirsiniz.

source: After logging into your Halkbank panel, click on the management menu. If no user has been created before, we create an "API USER" from the User list section. We take the necessary information from the menus on the left and fill it in the relevant places in the POS Entegratör.
tr_tr: Halkbank panelinize giriş yaptıktan sonra yönetim menüsüne tıklayını .Eğer daha önce kullanıcı oluşturulmamış ise Kullanıcı listesi bölümünden "APİ KULLANICISI" oluşturuyoruz. Gerekli bilgileri sol taraftaki menülerden alıp POS Entegratör’de ilgili yerlere dolduruyoruz.

source: After logging into your TEB bank virtual pos panel, we click on the management menu. If no user has been created before, we create an "API USER" from the User list section. We fill in the necessary information in the relevant places in the POS Entegratör.
tr_tr: TEB bankası sanal pos panelinize giriş yaptıktan sonra yönetim menüsüne tıklıyoruz .Eğer daha önce kullanıcı oluşturulmamış ise Kullanıcı listesi bölümünden "APİ KULLANICISI" oluşturuyoruz. Gerekli bilgileri POS Entegratör’de ilgili yerlere dolduruyoruz.

source: After logging into Ziraat Bank Virtual Pos panel, if you have not created an API user before, first we click on the "Management" tab, we define a new user by selecting "Role" API User from the "Add New User" field. Then, we fill in the "User Name" and "Password" information you have defined in this field in the relevant fields in POS Entegratör.
tr_tr: Banka paneline giriş yapıldıktan sonra eğer daha önceden api kullanıcısı oluşturmadıysanız ilk önce “Yönetim” sekmesine basıyoruz, “Yeni Kullanıcı Ekle ” alanından "Rol" API Kullanıcısı seçilerek yeni kullanıcı tanımı yapıyoruz. Daha sonra bu alanda tanımlamış olduğunuz "Kullanıcı Adı" ve "Parola" bilgilerini POS Entegratör’de ilgili alanlara dolduruyoruz.

source: After payment
tr_tr: Ödemeden sonra

source: After users complete their payment, they can save card
tr_tr: Kullanıcılar ödemelerini tamamladıktan sonra kartı kaydedebilirler

source: Albania
tr_tr: Arnavutluk

source: Albaraka first sends you TEST API information via e-mail. You should enter this information while TEST MODE is open and try a transaction with the test card sent to you. If the transaction is completely successful, you can request LIVE API information from your bank and close the test mode. Note: TEST 3D Key (ENCKey) information: 10,10,10,10,10,10,10,10
tr_tr: Albaraka sizlere öncelikle TEST API bilgilerini mail yoluyla göndermektedir bu bilgileri TEST MODU açıkken girmeli ve size iletilen test kartarı ile bir işlem denemelisiniz. İşlem tamamen başarılı ise CANLI API bilgilerini bankanızdan talep ederek test modunu kapatabilirsiniz. Not: TEST 3D Anahtarı (ENCKey) bilgisi : 10,10,10,10,10,10,10,10

source: Algeria
tr_tr: Cezayir

source: All Features
tr_tr: Tüm Özellikler

source: All installments between 2 and 12 must be provided in the parameter
tr_tr: 2 ile 12 arasındaki tüm taksitler parametrede sağlanmalıdır

source: All methods that enable you to receive payments without redirecting to an external site or page by creating credit/debit card fields on the page where the payment will be made are included in this tab. All card-based features such as Gate can be used with this type of pennies.
tr_tr: Ödemenin yapılacağı sayfada kredi/banka kartı alanları oluşturularak harici bir siteye veya sayfaya yönlendirilmeden ödeme almanızı sağlayan tüm yöntemler bu sekmede yer almaktadır. Gate gibi kart tabanlı tüm özellikler bu tip kuruşlarla kullanılabiliyor.

source: All PRO features
tr_tr: Tüm PRO özellikleri

source: All Transactions
tr_tr: Tüm İşlemler

source: Alternative Payment
tr_tr: Alternatif Ödeme

source: Alternative Payment Start
tr_tr: Alternatif Ödeme Başlangıcı

source: Alternative Payments
tr_tr: Alternatif Ödemeler

source: Amount
tr_tr: Miktar

source: Amount cannot be greater than the original request amount.
tr_tr: Tutar, orijinal talep tutarından fazla olamaz.

source: Amount to be taken from the form. If left blank, the data field appears on the form and the user is prompted to enter the amount. Use "." (dot) for decimals.
tr_tr: Formdan alınacak tutar. Boş bırakılırsa formda veri alanı görünür ve kullanıcıdan tutarı girmesi istenir. Kullanmak "." (nokta) ondalık sayılar için.

source: An error occurred while processing the 3D transaction.
tr_tr: 3D işlemi işlenirken bir hata oluştu.

source: Announcements
tr_tr: Duyurular

source: API and security key information is required for iyzico integration. You can access your API and security keys from the Settings->Company Settings section of your iyzico merchant panel.
tr_tr: Iyzico entegrasyonu için api ve güvenlik anahtarı bilgileri gereklidir. Iyzico merchant panelinizin Ayarlar->Firma Ayarları kısmından api ve güvenlik anahtarlarınıza erişebilirsiniz.

source: API Integration Information is required for Craftgate integration. This information is located in the Craftgate control panel: Admin Menu -> Merchant Settings Tab -> API Access Information.
tr_tr: Craftgate entegrasyonu için API Entegrasyon Bilgileri gereklidir. Bu bilgiler : Craftgate kontrol panelinin : Yönetim Menüsü ->Üye İşyeri Ayarları Sekmesi -> API Erişim Bilgileri başlığı altında yer almaktadır.

source: API Integration Information is required for Paidora integration. This information: Paidora user panel: Information menu -> API Integration Information is located under the heading.
tr_tr: Paidora entegrasyonu için API Entegrasyon Bilgileri gereklidir. Bu bilgiler : Paidora kullanıcı panelinin : Bilgi menüsü -> API Entegrasyon Bilgileri başlığı altında yer almaktadır.

source: API Integration Knowledge is required for Shopier integration. This information: Shopier user panel: You can add the site you will use the payment to in the Integrations->Module Management section, then enter the API information on the left in the Module Settings tab, and you must define <strong>%s/gpos-shopier-callback</strong> as the return address.
tr_tr: Shopier entegrasyonu için API Entegrasyon Bilgisi gereklidir. Bu bilgiler: Shopier kullanıcı paneli: Entegrasyonlar->Modül Yönetimi bölümünde ödemeyi kullanacağınız siteyi ekleyebilir, ardından Modül Ayarları sekmesinde soldaki API bilgilerini girip dönüş adresi olarak<strong>%s/gpos-shopier-callback</strong> tanımlamasını yapmalısınız.

source: API Key
tr_tr: API Anahtarı

source: Api Key
tr_tr: Api Anahtarı

source: API Password
tr_tr: API Şifresi

source: Api Password
tr_tr: Api Şifresi

source: API Secret
tr_tr: API Gizli Anahtarı

source: Api Secret
tr_tr: Api Gizli Anahtarı

source: API User
tr_tr: API Kullanıcısı

source: API Username
tr_tr: API Kullanıcı Adı

source: API values generated by Lidio, which gives you access to all service methods. This values is produced by Lidio only and transmitted to you.
tr_tr: Lidio tarafından oluşturulan ve tüm hizmet yöntemlerine erişmenizi sağlayan API değerleri. Bu değerler yalnızca Lidio tarafından üretilip tarafınıza iletilmektedir.

source: API values generated by Pay Bull, which gives you access to all service methods. This values is produced by Pay Bull only and transmitted to you.
tr_tr: Tüm hizmet yöntemlerine erişmenizi sağlayan Pay Bull tarafından oluşturulan API değerleri. Bu değerler yalnızca Pay Bull tarafından üretilip tarafınıza iletilmektedir.

source: API values generated by Pay N Kolay, which gives you access to all service methods. This values is produced by Pay N Kolay only and transmitted to you.
tr_tr: Pay N Kolay tarafından oluşturulan ve tüm hizmet yöntemlerine erişmenizi sağlayan API değerleri. Bu değerler yalnızca Pay N Kolay tarafından üretilip tarafınıza iletilmektedir.

source: API values generated by Paycell provide access to all service methods. These values are exclusively produced by Paycell and securely transmitted to you
tr_tr: Paycell tarafından oluşturulan API değerleri tüm hizmet yöntemlerine erişim sağlar. Bu değerler Paycell tarafından özel olarak üretilip tarafınıza güvenli bir şekilde iletilmektedir.

source: API values generated by United Payment, which gives you access to all service methods. This values is produced by United Payment only and transmitted to you.
tr_tr: United Payment tarafından oluşturulan ve tüm hizmet yöntemlerine erişmenizi sağlayan API değerleri. Bu değerler yalnızca United Payment tarafından üretilip tarafınıza iletilmektedir.

source: API values generated by Weepay, which gives you access to all service methods. This values is produced by Weepay only and transmitted to you.
tr_tr: Weepay tarafından oluşturulan ve tüm hizmet yöntemlerine erişmenizi sağlayan API değerleri. Bu değerler yalnızca Weepay tarafından üretilip tarafınıza iletilmektedir.

source: App Key
tr_tr: Uygulama Anahtarı

source: App Secret
tr_tr: Uygulama Gizli Anahtarı

source: Appearance Settings
tr_tr: Görünüm Ayarları

source: Application document is registered, please enter a document with a different name.
tr_tr: Başvuru belgesi kayıtlıdır, lütfen farklı isimde bir belge girin.

source: Application document name not found.
tr_tr: Uygulama belgesi adı bulunamadı.

source: Application related
tr_tr: Uygulama ile ilgili

source: Apply
tr_tr: Uygula

source: Apply All
tr_tr: Tümüne Uygula

source: Are you having problems with your installment settings? try Reset the settings button
tr_tr: Taksit ayarlarınız ile ilgili problem mi yaşıyorsunuz? Ayarları sıfırla butonunu deneyin

source: Are you sure you want to refund the full <strong>{0} {1}</strong> payment?
tr_tr: <strong>{0} {1}</strong> tutarındaki ödemenin tamamını geri ödemek istediğinizden emin misiniz?

source: Are you sure you want to remove payment gateway?
tr_tr: Ödeme geçidini kaldırmak istediğinizden emin misiniz?

source: Argentina
tr_tr: Arjantin

source: Armenia
tr_tr: Ermenistan

source: As of 31/01/2024, it can be used with the PRO plugin, it has been removed from the free plugin.
tr_tr: 31/01/2024 itibariyle PRO eklenti ile kullanılabilir, ücretsiz eklentiden kaldırılmıştır.

source: Ask User
tr_tr: Kullanıcıya Sor

source: At least one parameter must be passed for reconciliation inquiry.
tr_tr: Mutabakat sorgulaması için en az bir parametre geçilmelidir.

source: At payment
tr_tr: Ödeme esnasında

source: Australia
tr_tr: Avustralya

source: Austria
tr_tr: Avusturya

source: Auth, Login, Token etc.
tr_tr: Yetki, Giriş, Jeton vb.

source: Auto Detect
tr_tr: Otomatik Tespit

source: Automatic Convert
tr_tr: Otomatik Çeviri

source: Automatic Installment Active POS
tr_tr: Otomatik Taksit Aktif POS

source: Automatic Plan
tr_tr: Otomatik Taksit

source: Available tags: %s
tr_tr: Kullanılabilir etiketler: %s

source: Azerbaijan
tr_tr: Azerbaycan

source: Back To
tr_tr: Geri Dön

source: Back to payment page
tr_tr: Ödeme sayfasına geri dön

source: Bahamas
tr_tr: Bahamalar

source: Bahrain
tr_tr: Bahreyn

source: Bangladesh
tr_tr: Bangladeş

source: Bank Name
tr_tr: Banka Adı

source: Bank Transfer
tr_tr: Banka transferi

source: Bank Transfers
tr_tr: Banka transferi

source: Base URL
tr_tr: Temel URL

source: Before using our POS Entegratör application, you can use the application much more efficiently by examining our documents.
tr_tr: POS Entegratör uygulamamızı kullanmadan önce dökümanlarımızı inceleyerek uygulamayı çok daha verimli kullanabilirsiniz.

source: Belgium
tr_tr: Belçika

source: Bhutan
tr_tr: Butan

source: BIN cannot be both foreign and its country Turkey at the same time
tr_tr: BIN aynı anda hem yabancı hem de ülkesi Türkiye olamaz

source: Bin Rule installment number is out of valid range
tr_tr: Kutu Kuralı taksit numarası geçerli aralık dışında

source: BIN Rule installment number must consist of numbers
tr_tr: BIN Kuralı taksit numarası rakamlardan oluşmalıdır

source: Bin Rule minimum limit cannot be greater than the upper limit.
tr_tr: Çöp Kutusu Kuralı minimum limiti üst limitten büyük olamaz.

source: BIN rule not found with the given bin rule name
tr_tr: Verilen bin kural adıyla BIN kuralı bulunamadı

source: BKM error
tr_tr: BKM hatası

source: Bolivia
tr_tr: Bolivya

source: Bosnia and Herzegovina
tr_tr: Bosna Hersek

source: Botswana
tr_tr: Botsvana

source: Box View
tr_tr: Kutucuk Görünümü

source: Brazil
tr_tr: Brezilya

source: Bulgaria
tr_tr: Bulgaristan

source: Button Text
tr_tr: Buton Metni

source: Buy Now
tr_tr: Şimdi Satın Al

source: By entering the sequence value, you can specify in which field it will be placed in the tabs. Higher values move closer to the last part
tr_tr: Sıra değerini girerek sekmelerde hangi alana yerleştirileceğini belirleyebilirsiniz. Daha yüksek değerler son kısma yaklaşır

source: By installing POS Entegratör upgrades on your site, you can make your site fully equipped with payment receiving solutions.
tr_tr: POS Entegratör PRO ve Bussiness ödeme alma çözümleri ile sitenizi tam donanımlı hale getirebilirsiniz.

source: By turning on this setting, you can enable Google tag manager submissions for payment transactions.
tr_tr: Bu ayarı etkinleştirerek ödeme işlemleri için Google tag manager gönderimlerini etkinleştirebilirsiniz.

source: Callback
tr_tr: Geri Dönüş

source: Callback Check (OK will prevent the correct operation of external answer notification calls)
tr_tr: Geri Arama Kontrolü (OK, harici cevap bildirimi çağrılarının doğru şekilde çalışmasını engelleyecektir)

source: Cambodia
tr_tr: Kamboçya

source: Cameroon
tr_tr: Kamerun

source: Can`t find the payment provider you`re looking for?
tr_tr: Aradığınız ödeme kuruluşunu bulamıyor musunuz?

source: Canada
tr_tr: Kanada

source: Cancel
tr_tr: İptal

source: Cancel / Refund Status
tr_tr: İptal / İade Durumu

source: Cancel process completed successfully. Process Id: %s.
tr_tr: %s numaralı iptal işlemi başarıyla tamamlandı.

source: Cancel Sx
tr_tr: Sx'i iptal et

source: Canceled/Refunded
tr_tr: İptal Edildi/Geri Ödeme Yapıldı

source: Cancellation refunds are sent on all payment transactions. HTTP POST call is made and it is tried 3 times until 200 status code is received on the other side.
tr_tr: Tüm ödeme işlemlerinde iptal iadesi gönderilir. HTTP POST çağrısı yapılır ve karşı taraftan 200 durum kodu gelene kadar 3 kez denenir.

source: Cancelled
tr_tr: İptal Edildi

source: Cape Verde
tr_tr: Yeşil Burun Adaları

source: Card bank in list
tr_tr: Kart bankası listeye dahilse

source: Card Brand
tr_tr: Kart Markası

source: Card Country
tr_tr: Kartın Ülkesi

source: Card country in list
tr_tr: Kart ülkesi listeye dahilse

source: Card country not in list
tr_tr: Kart ülkesi listeye dahil değilse

source: Card cvc field cannot be left blank.
tr_tr: Kart cvc alanı boş bırakılamaz.

source: Card expiration month cannot be left blank.
tr_tr: Kart ay alanı boş bırakılamaz.

source: Card expiration year cannot be left blank.
tr_tr: Kart yıl alanı boş bırakılamaz.

source: Card Family
tr_tr: Kart Ailesi

source: Card has been deleted
tr_tr: Kart silindi

source: Card has expired
tr_tr: Kartın süresi doldu

source: Card Holder Name
tr_tr: Kart Üzerindeki İsim

source: Card Info
tr_tr: Kart Bilgisi

source: Card information is incorrect
tr_tr: Kart bilgileri hatalı

source: Card is on the blacklist
tr_tr: Kart kara listede

source: Card Name
tr_tr: Kart adı

source: Card name
tr_tr: Kart ismi

source: Card Name Field
tr_tr: Kart Adı Alanı

source: Card Number
tr_tr: Kart Numarası

source: Card number field cannot be left blank.
tr_tr: Kredi kartı numarası alanı boş bırakılamaz.

source: Card Rules
tr_tr: Kart Kuralları

source: Card save feature
tr_tr: Kart kayıt özelliği

source: Card Saving
tr_tr: Kart Saklama

source: Card Type
tr_tr: Kart Tipi

source: Cart Rules
tr_tr: Sepet Kuralları

source: Category
tr_tr: Kategori

source: Central African Republic
tr_tr: Orta Afrika Cumhuriyeti

source: Chad
tr_tr: Çad

source: Check out the pro version for many pos and more available in Pro
tr_tr: Pro sürümünde bulunan birçok pos ve daha fazlası için pro sürümüne göz atın

source: Check the HOSTMSG field in the Virtual POS response for details.
tr_tr: Ayrıntılar için Sanal POS yanıtındaki HOSTMSG alanını kontrol edin.

source: Chile
tr_tr: Şili

source: China
tr_tr: Çin

source: City
tr_tr: İlçe

source: click here
tr_tr: buraya tıklayın

source: Click to go to settings.
tr_tr: Ayarlara gitmek için tıklayın.

source: Click to go to the guide
tr_tr: Rehbere gitmek için tıklayın

source: Click to view the details of transaction <a href="%1$s" target="_blank">#%2$s</a>.
tr_tr: İşlem detaylarını görüntülemek için tıklayınız <a href="%1$s" target="_blank">#%2$s</a>.

source: Client Code
tr_tr: Müşteri Kodu

source: Client ID
tr_tr: Müşteri ID

source: Client Password
tr_tr: Müşteri Şifresi

source: Client Username
tr_tr: Müşteri Kullanıcı Adı

source: Colombia
tr_tr: Kolombiya

source: Color
tr_tr: Renk

source: Comments (Optional)
tr_tr: Yorumlar (İsteğe Bağlı)

source: Commission expenses cannot exceed the sellers commission amount.
tr_tr: Komisyon giderleri satıcı komisyon tutarını aşamaz.

source: Common Form Payment
tr_tr: Ortak Form Ödemesi

source: Common Form Payments
tr_tr: Ortak Form Ödemeleri

source: Common Form Start
tr_tr: Ortak Ödeme Form Başlangıcı

source: Common payment page (HPP) cannot be used for this member merchant.
tr_tr: Ortak ödeme sayfası (HPP) bu üye işyeri için kullanılamaz.

source: Community Form
tr_tr: Topluluk Forumu

source: Comoros
tr_tr: Komorlar

source: Completed
tr_tr: Tamamlandı

source: Completed <span class="count">(%s)</span>
tr_tr: Tamamlandı <span class="count">(%s)</span>

source: Completed Payment
tr_tr: Tamamlanmış Ödeme

source: Completed Refund
tr_tr: Tamamlanmış İade

source: Condition
tr_tr: Şart

source: Configure
tr_tr: Yapılandır
