Repository: recepasl44/poslar
Catalog: languages/gurmepos-*.po
Languages: tr_tr

source: You have not activated any pos integration, please complete your settings.
tr_tr: Herhangi bir pos entegrasyonunu etkinleştirmediniz, lütfen ayarlarınızı tamamlayınız.

source: You need to log in to the ZiraatPay panel with the username and password given to you by the bank, create an API user and fill in the necessary fields in our plugin.
tr_tr: Bankadan size verilen kullanıcı adı ve şifreyle ziraatPay paneline giriş yaparak API kullanıcısı oluşturup eklentimizdeki gerekli alanları doldurmanız gerekmektedir.

source: You need to specify the quantity or amount of the product
tr_tr: Ürünün miktarını veya tutarını belirtmeniz gerekir

source: You should open Sheet Api from Google console, add a new service account and authorise this user to the excel file to be used. Open the created json file in the text editor and paste it in this section
tr_tr: Google console'dan Sheet Api'yi açıp yeni bir servis hesabı eklemeli ve bu kullanıcıyı kullanılacak excel dosyasına yetkilendirmelisiniz. Oluşturulan json dosyasını metin editöründe açın ve bu bölüme yapıştırın

source: Your account information has been saved. In order for POS Integrator to work properly, you need to define / define your IP address from the payment institution / bank panel or by contacting the payment institution / bank. You can check "POS Integrator -> Settings -> Status" to learn your IP address.
tr_tr: Hesap bilgileriniz kaydedildi. POS Entegratör'ün düzgün çalışabilmesi için ödeme kuruluşu/banka panelinden veya ödeme kuruluşu/banka ile iletişime geçerek IP adresinizi tanımlamanız/tanımlamanız gerekmektedir. IP adresinizi öğrenmek için "POS Entegratör -> Ayarlar -> Durum"u kontrol edebilirsiniz.

source: Your account information has been saved. In order for the POS Integrator to work properly, you need to define/define your notification address from the payment PayTR panel or by contacting PayTR. You can check the “POS Integrator -> Payment Methods -> PayTR” section to learn your notification address.
tr_tr: Hesap bilgileriniz kaydedildi. POS Entegratör'ün düzgün çalışabilmesi için ödeme PayTR panelinden veya PayTR ile iletişime geçerek bildirim adresinizi tanımlamanız/tanımlamanız gerekmektedir. Bildirim adresinizi öğrenmek için “POS Entegratör-> Ödeme Yöntemleri -> PayTR” bölümünü kontrol edebilirsiniz.

source: Your card is closed to e-commerce transactions. Call your bank.
tr_tr: Kartınız e-ticaret işlemlerine kapalı. Bankanızı arayınız.

source: Your Method Name
tr_tr: Yöntem Adınız

source: Your permalink cannot be empty.
tr_tr: Kalıcı bağlantınız boş olamaz.

source: Your suggestions are very valuable to us so that our applications can work better. You can support us to improve our products by giving feedback.
tr_tr: Uygulamalarımızın daha iyi çalışabilmesi için önerileriniz bizim için çok değerlidir. Geri bildirim vererek ürünlerimizi geliştirmemize destek olabilirsiniz.

source: Your transaction was not completed, please try again.
tr_tr: İşleminiz gerçekleşmemiştir, lütfen tekrar deneyiniz.

source: Your users with the Card Save feature, they can save their cards during payment. (If default payment gateway supports save card)
tr_tr: Kart Kaydetme özelliği ile kullanıcılarınız, ödeme sırasında kartlarını kaydedebilirler. (Varsayılan ödeme geçidi, kartı kaydetmeyi destekliyorsa)

source: Zambia
tr_tr: Zambiya

source: Zip Code
tr_tr: Posta Kodu

source: Zipcode
tr_tr: Posta kodu

source: {payment_id} => Payment transaction number, {total} => Transaction Amount, {currency} => Currency, You can use variables in the text.
tr_tr: {payment_id} => Ödeme işlem numarası, {total} => İşlem Tutarı, {currency} => Para Birimi, Metin içerisinde değişkenleri kullanabilirsiniz.

source: — Select Input —
tr_tr: — Alan Seçiniz —
