Repository: recepasl44/poslar
Catalog: languages/gurmepos-*.po
Languages: tr_tr

source: Confiscate the card
tr_tr: Karta el koyun

source: Confiscate the card - Special reasons
tr_tr: Karta el koyma - Özel nedenler

source: Congo (Brazzaville)
tr_tr: Kongo (Brazzaville)

source: Congo (Kinshasa)
tr_tr: Kongo (Kinşasa)

source: Connection Failed
tr_tr: Bağlantı Başarısız

source: Connection Success
tr_tr: Bağlantı Başarılı

source: Contact Us
tr_tr: Bizimle iletişime geçin

source: Contact your bank for manual approval
tr_tr: Manuel onay için bankanızla iletişime geçin

source: Convert to Hex
tr_tr: Hex'e dönüştür

source: Convert Type
tr_tr: Çeviri Tipi

source: Copied
tr_tr: Kopyalandı

source: Copy
tr_tr: Kopyala

source: Corporate Code
tr_tr: Kurum Kodu

source: Costa Rica
tr_tr: Kosta Rika

source: Cote d'Ivoire
tr_tr: Fildişi Sahili

source: Country
tr_tr: Ülke

source: Created Date
tr_tr: Oluşturulma Tarihi

source: Credentials
tr_tr: Kimlik Bilgileri

source: Credit Card
tr_tr: Kredi Kartı

source: Credit/Debit Card
tr_tr: Kredi/Banka Kartı

source: Croatia
tr_tr: Hırvatistan

source: Cuba
tr_tr: Küba

source: Currencies
tr_tr: Para Birimleri

source: Currency
tr_tr: Para birimi

source: Currency Converter
tr_tr: Döviz Çevirici

source: Currency not supported
tr_tr: Para birimi desteklenmiyor

source: Customer
tr_tr: Müşteri

source: Customer Info
tr_tr: Müşteri Bilgisi

source: Customer Name
tr_tr: müşteri adı

source: Customer Rules
tr_tr: Müşteri Kuralları

source: Cyprus
tr_tr: Kıbrıs

source: Czech Republic
tr_tr: Çek Cumhuriyeti

source: Daily
tr_tr: Günlük

source: Daily Transaction Notification
tr_tr: Günlük İşlem Bildirimi

source: Dashboard
tr_tr: Başlangıç

source: Date
tr_tr: Tarih

source: Deactive
tr_tr: Deaktif Et

source: Debit Card
tr_tr: Banka Kartı

source: Debit/Credit Card
tr_tr: Banka/Kredi Kartı

source: Debug Mode
tr_tr: Hata Ayıklama Modu

source: Default
tr_tr: Varsayılan

source: Default Card
tr_tr: Varsayılan Kart

source: Default card has been changed
tr_tr: Varsayılan kart değiştirildi

source: Default Customer Data
tr_tr: Varsayılan Müşteri Verileri

source: Default Customer Info
tr_tr: Varsayılan Müşteri Bilgileri

source: Default Donator
tr_tr: Varsayılan Bağışçı

source: Default Payer
tr_tr: Varsayılan Ödeme Yapan

source: Default Payer Info
tr_tr: Varsayılan Ödeme Bilgileri

source: Default payment method cannot be deleted
tr_tr: Varsayılan ödeme yöntemi silinemez

source: Delete
tr_tr: Sil

source: Deletion completed
tr_tr: Silme işlemi tamamlandı

source: Denmark
tr_tr: Danimarka

source: Description
tr_tr: Açıklama

source: Description Field of Payment Form
tr_tr: Ödeme Formunun Açıklama Alanı

source: Description to be sent to payment institutions and appear in transactions.
tr_tr: Ödeme kuruluşlarına gönderilecek ve işlemlerde görünecek açıklama.

source: Detail
tr_tr: Detay

source: Details
tr_tr: Detaylar

source: Details of these reasons and what you can do to minimize them You can find what you need in our detailed guide.
tr_tr: Bu nedenlerin ayrıntılarını ve bunları en aza indirmek için neler yapabileceğinizi detaylı rehberimizde ihtiyacınız olanı bulabilirsiniz.

source: Didn't work as expected
tr_tr: Beklediğim gibi çalışmadı

source: Disable inst.
tr_tr: Taksit Yok

source: Disabled
tr_tr: Devre Dışı

source: Discount amount cannot be greater than the order amount.
tr_tr: İndirim tutarı sipariş tutarından büyük olamaz.

source: Display Alert
tr_tr: Hata Gösterimi

source: Djibouti
tr_tr: Cibuti

source: Do you need support? Create a new support ticket
tr_tr: Yardıma mı ihtiyacınız var? Destek talebi oluşturun

source: Docs
tr_tr: Dökümanlar

source: Dominica
tr_tr: Dominika

source: Dominican Republic
tr_tr: Dominik Cumhuriyeti

source: Don't forget to add %s form field to current form.
tr_tr: Mevcut forma %s form alanını eklemeyi unutmayın.

source: Don't Show Alerts
tr_tr: Hataları Gösterme

source: Donation
tr_tr: Bağış

source: Dummy Payment is a fake payment service created to show how payment processes are carried out without API information of payment institutions.
tr_tr: Sahte Ödeme Ödeme Süreci, ödeme kuruluşlarının API bilgileri olmadan ödeme işlemlerinin nasıl yürütüldüğünü göstermek amacıyla oluşturulmuş sahte ödeme hizmetidir.

source: E-Mail
tr_tr: E-Posta

source: E-Mails
tr_tr: E-Postalar

source: Easy Digital Downloads integration
tr_tr: Easy Digital Downloads entegrasyonu

source: Ecuador
tr_tr: Ekvador

source: Edit Transaction
tr_tr: İşlem Düzenle

source: Egypt
tr_tr: Mısır

source: Elementor Form
tr_tr: Elementor Formu

source: Elementor integration
tr_tr: Elementor entegrasyonu

source: Empower your POS Entegratör with PRO and Business solutions.
tr_tr: POS Entegratörünüzü PRO ve Business çözümleri ile güçlendirin.

source: Empty parameter specified, check all parameters
tr_tr: Boş parametre belirtildi, tüm parametreleri kontrol edin

source: Enable
tr_tr: Olanak vermek

source: Enable Payments
tr_tr: Ödemeyi Aktif Et

source: Enter 24 characters
tr_tr: 24 Karakter giriniz

source: Enter Description
tr_tr: Açıklama Girin

source: Enter your code as GTM-XXXXX here.
tr_tr: GTM-XXXXX ile başlayan kodunuzu buraya giriniz.

source: Enter your installment rates. If left blank, the installment option will be disabled.
tr_tr: Taksit oranlarınızı girin. Boş bırakılırsa taksit seçeneği devre dışı kalacaktır.

source: Entered value does not exceed the minimum length
tr_tr: Girilen değer minimum uzunluğu aşmıyor

source: Entered value is out of valid range. Minimum value must be 1, for maximum value please contact Paratika Operations Team.
tr_tr: Girilen değer geçerli aralığın dışında. Minimum değer 1 olmalıdır, maksimum değer için lütfen Paratika Operasyon Ekibi ile iletişime geçin.

source: Equatorial Guinea
tr_tr: Ekvator Ginesi

source: Eritrea
tr_tr: Eritre

source: Error (Only record update responses found on the Virtual POS or bank side)
tr_tr: Hata (Yalnızca Sanal POS veya banka tarafında bulunan kayıt güncelleme yanıtları)

source: Error decoding Craftgate response, please contact admin.
tr_tr: Craftgate yanıtının kodu çözülürken hata oluştu, lütfen yöneticiyle iletişime geçin.

source: Error Details
tr_tr: Hata Detayları

source: Error in 3D progress. The password was entered incorrectly or the 3D page was abandoned.
tr_tr: 3D işleminde hata. Şifre yanlış girildi veya 3D sayfası terk edildi.

source: Error in payment process
tr_tr: Ödeme işleminde hata

source: Error in payment process: %s.
tr_tr: Ödeme işleminde hata: %s

source: Error in refund process. Please review unsuccessful refunds for error details and try again.
tr_tr: İade işleminde hata. Lütfen hata ayrıntıları için başarısız geri ödemeleri inceleyin ve tekrar deneyin.

source: Error Message
tr_tr: Hata Mesajı

source: Error when bringing in installments.
tr_tr: Taksitleri getirirken hata oluştu

source: Error while payment processing
tr_tr: Ödeme işlemi sırasında hata

source: Error while payment processing: %s
tr_tr: Ödeme işlemi sırasında hata: %s

source: Estonia
tr_tr: Estonya

source: Ethiopia
tr_tr: Etiyopya

source: Example payment gateway; Test the application without using any payment institution
tr_tr: Örnek ödeme geçidi; Herhangi bir ödeme kurumu kullanmadan uygulamayı test edin

source: Exceeding the limit in the integer or fractional part
tr_tr: Tam sayı veya kesirli kısımda sınırın aşılması

source: Expired
tr_tr: Süresi bitmiş

source: Expiry
tr_tr: Son kullanma tarihi

source: Expiry Field Style
tr_tr: SKT Alanı Stili

source: Export
tr_tr: Dışa Aktar

source: Export tool for sharing plugin environment with developers.
tr_tr: Çalışma ortamını geliştiricilerle paylaşmak için dışa aktarım aracı.

source: EXTRA parameter cannot be decoded.
tr_tr: EXTRA parametresinin kodu çözülemez.

source: Failed
tr_tr: Başarısız

source: Failed <span class="count">(%s)</span>
tr_tr: Başarısız <span class="count">(%s)</span>

source: Failed Payment
tr_tr: Hatalı Ödeme

source: Failed Refund
tr_tr: Hatalı İade

source: Failed Transactions
tr_tr: Başarısız İşlem

source: Fake approval (VIP), contact your bank
tr_tr: Sahte onay (VIP), bankanızla iletişime geçin

source: Fake approval, contact your bank
tr_tr: Sahte onay, bankanızla iletişime geçin

source: Features
tr_tr: Özellikler

source: Feedback
tr_tr: Geri Bildirim

source: Fields to be taken from the form. If left blank, the data field appears on the form and the user is prompted to enter the input.
tr_tr: Formdan alınması gereken alanlar. Boş bırakılırsa formda veri alanı görünür ve kullanıcıdan girişi girmesi istenir.

source: File ID
tr_tr: Dosya Kimliği

source: Finish
tr_tr: Tamamlandı

source: Finland
tr_tr: Finlandiya

source: First Name
tr_tr: İsim

source: First try
tr_tr: İlk deneme

source: Follow us
tr_tr: Bizi takip edin

source: For e-commerce transactions, you can only use plugins that deal with this task. Example: GTMKit, GA4WP. You can only use this section for refund transactions in the admin panel.
tr_tr: E-ticaret işlemleri için yalnızca bu işi yapan eklentileri kullanabilirsiniz. Örnek: GTMKit, GA4WP. Bu bölümü yalnızca yönetici panelindeki iade işlemleri için kullanabilirsiniz.

source: For integration information after logging into your Finansbank panel: If you have not created one before, create an API user with the help of User Management from the Administration Menu. Fill in the API user information you created to the relevant places in the POS Entegratör.
tr_tr: Finansbank panelinize giriş yaptıktan sonra entegrasyon bilgileri için: eğer daha önce oluşturmadıysanız Yönetim Menüsünden Kullanıcı Yönetimi yardımı ile API kullanıcısı oluşturunuz. Oluşturduğunuz API kullanıcı bilgilerini POS Entegratör’de ilgili yerlere doldurunuz.

source: For integration information after logging into your Papara panel: If you have not created one before, create an API user with the help of User Management from the Administration Menu. Fill in the API user information you created to the relevant places in the POS Entegratör.
tr_tr: Papara panelinize giriş yaptıktan sonra entegrasyon bilgisi için: Daha önce oluşturmadıysanız Yönetim Menüsünden Kullanıcı Yönetimi yardımıyla API kullanıcısı oluşturun. Oluşturduğunuz API kullanıcı bilgilerini POS Entegratörün'de ilgili yerlere doldurunuz.

source: For PayTR integration, API information and notification URL definition is required.<br><br>You can access API information from the <strong>Integration Information</strong> section under the <strong>Support & Setup</strong> menu on your panel.<br><br>Notification url: <strong> %s/gpos-paytr-callback</strong>
tr_tr: PayTR entegrasyonu için api bilgileri ve bildirim url tanımlaması gerekmektedir.<br><br>Api bilgilerine panelinizden <strong>Destek & Kurulum</strong> menüsünün altındaki <strong>Entegrasyon Bilgileri </strong> bölümünden ulaşabilirsiniz. <br><br> Bildirim url: <strong> %s/gpos-paytr-callback </strong>

source: Forced 3D
tr_tr: 3D Zorunlu

source: Form Information
tr_tr: Form Bilgileri

source: Form Settings
tr_tr: Form Ayarları

source: Founder
tr_tr: Kurucu

source: France
tr_tr: Fransa

source: Free
tr_tr: Ücretsiz

source: Friday
tr_tr: Cuma

source: Full Name
tr_tr: Full İsim

source: Gambia
tr_tr: Gambiya

source: Gate (payment redirection) feature
tr_tr: Gate (ödeme yönlendirme) özelliği

source: General error
tr_tr: Genel hata

source: General error on the Virtual POS side
tr_tr: Sanal POS tarafında genel hata

source: General routing error on the Virtual POS side
tr_tr: Sanal POS tarafında genel yönlendirme hatası

source: General Settings
tr_tr: Genel Ayarlar

source: Georgia
tr_tr: Gürcistan

source: Germany
tr_tr: Almanya

source: Get daily transaction information by choosing your notification time and days
tr_tr: Bildirim saatinizi seçerek günlük işlem bilgilerini alın.

source: Get Installment Rates
tr_tr: Taksit Oranlarını Getir

source: Get name and surname information on the form
tr_tr: Form üzerinden ad soyad bilgisi al

source: Get weekly transaction information by choosing your notification day and time
tr_tr: Bildirim gün ve saatinizi seçerek haftalık işlem bilgilerini alın.

source: Ghana
tr_tr: Gana

source: Give Feedback
tr_tr: Geri Bildirim

source: GiveWP integration
tr_tr: GiveWP entegrasyonu

source: Greece
tr_tr: Yunanistan

source: Guinea
tr_tr: Gine

source: Guinea-Bissau
tr_tr: Gine-Bissau

source: Gurmehub Feedback
tr_tr: GurmeHub Geri Bildirim

source: Gurmehub tüm banka ve ödeme kuruluşları destekli özelleştirilebilir POS eklentisi. Forma ve bağımsız ödeme almanızı sağlayan paketi.
tr_tr: Gurmehub tüm banka ve ödemeler destekli özel çözülebilir POS eklentileri. Forma ve bağımsız ödemeyi sağlayan paket.

source: Hello
tr_tr: Merhaba

source: Hello Dear WordPress lovers.
tr_tr: Merhaba Sevgili WordPress sever.

source: Hello, A successful payment transaction was made through your site
tr_tr: Merhaba, siteniz üzerinden başarılı bir ödeme işlemi gerçekleştirildi

source: Hello, we are sorry you received this email.
tr_tr: Merhaba, bu e-postayı aldığınız için üzgünüz.

source: Help
tr_tr: Yardım

source: Help Document
tr_tr: Yardım Dökümanları

source: Hex Code:
tr_tr: Hex Kodu:

source: Hex Converter: You should use the converted key as 3D Key in POS Integrator and Garanti Bank Panel. 24 characters are randomly generated and you can change them if you want.
tr_tr: Hex Dönüştürücü: Dönüştürdüğünüz anahtarı POS Integrator ve Garanti Bankası Panelinde 3D Anahtar olarak kullanmalısınız. 24 karakter rastgele üretilir ve isterseniz değiştirebilirsiniz.

source: Hide
tr_tr: Gizle

source: Host ( https://<host>/ )
tr_tr: Sunucu ( https://<host>/ )

source: Hover Color
tr_tr: Vurgulu Renk

source: Hungary
tr_tr: Macaristan

source: I already commented
tr_tr: Zaten yorum yaptım

source: I couldn't find the payment gateway or integration I was looking for (Please share below)
tr_tr: Aradığım ödeme geçidini veya entegrasyonu bulamadım (Lütfen aşağıda paylaşın)

source: I need more information about %s
tr_tr: %s hakkında daha fazla bilgiye ihtiyacım var

source: I noticed that you have installed and experimented with POS Entegratör, that`s great! Please do us a favor and help us spread our plugin and increase our motivation. Can you give us 5 stars and write a comment on WordPress?
tr_tr: POS Entegrator'ü kurup deneyimlediğinizi fark ettim, bu harika! Lütfen bize bir iyilik yapıp, eklentimizi yaymamıza ve motivasyonumuzu artırmamıza yardımcı olun. Bize 5 yıldız verip WordPress'e yorum yazabilir misiniz?

source: I want to pay with 3d secure.
tr_tr: 3D Güvenli ödeme yapmak istiyorum

source: I'm already satisfied with my payment settings
tr_tr: Ödeme ayarlarımdan zaten memnunum

source: Iceland
tr_tr: İzlanda

source: Icon
tr_tr: İkon

source: Id
tr_tr: No

source: If there are no personal information fields in the donation form, the contact information here will be used.
tr_tr: Bağış formunda herhangi bir kişisel bilgi alanı yoksa buradaki iletişim bilgileri kullanılacaktır.

source: If there is a basket subscription product, you can write a note if you want to inform the customer that their card will be registered automatically.
tr_tr: Sepet abonelik ürünü varsa, müşteriye kartının otomatik olarak kaydedileceğini bildirmek istiyorsanız not yazabilirsiniz.

source: If you do not activate this setting, please fill in the default payer fields.
tr_tr: Lütfen bu ayarı aktif etmemeniz durumunda aşağıdaki "Varsayılan Bağışçı" alanlarını doldurunuz,

source: iFrame Form Start
tr_tr: iFrame Formunu Başlat

source: iFrame Payment
tr_tr: iFrame Ödemesi

source: iFrame Payments
tr_tr: iFrame Ödemeleri

source: Important! This feature is still in beta phase. Please do not open it to your customers without testing it. Your feedback is important for our development process.
tr_tr: Önemli! Bu özellik henüz beta aşamasındadır. Lütfen denemeden müşterilerinize açmayın. Geri bildiriminiz geliştirme sürecimiz için önemlidir.

source: In installment transactions, the payment gateway adds the maturity difference as a fee to the order.
tr_tr: Taksitli işlemlerde ödeme geçidi vade farkını ücret (komisyon) olarak siparişe ekler.

source: In order to send notifications, please enter a valid email address for the notification settings you have activated.
tr_tr: Bildirim gönderebilmek için lütfen aktifleştirdiğiniz bildirim ayarlarına ait geçerli bir e-posta adresi giriniz.

source: In order to use the POS Entegratör, you must first activate it from WooCommerce > Settings > Payments.
tr_tr: POS Entegratör'ü kullanabilmek için öncelikle WooCommerce > Ayarlar > Ödemeler'den etkinleştirmeniz gerekir.

source: In this view, a table is created for each card family and the installments are displayed one under the other.
tr_tr: Bu görünümde her kart ailesi için bir tablo oluşturulur ve taksitler alt alta görüntülenir.

source: Incorrect Application Finance Data provided
tr_tr: Sağlanan Hatalı Başvuru Finansmanı Verileri

source: Incorrect Application Sales Support Data provided
tr_tr: Sağlanan Yanlış Uygulama Satış Destek Verileri

source: Incorrect CARDPAN format. CARDPAN should be in First8/Last4/TCKN-VKN-YKN format
tr_tr: Hatalı CARDPAN formatı. CARDPAN, First8/Last4/TCKN-VKN-YKN formatında olmalıdır

source: Incorrect Common Application Format
tr_tr: Yanlış Ortak Başvuru Formatı

source: Incorrect member merchant application provided
tr_tr: Yanlış üye işyeri başvurusu sağlandı

source: Incorrect member merchant information in order items.
tr_tr: Sipariş kalemlerinde hatalı üye işyeri bilgileri.

source: Incorrect phone number
tr_tr: Yanlış telefon numarası

source: Incorrect point format, please check the point usage format in the API Documentation.
tr_tr: Yanlış nokta formatı, lütfen API Dokümantasyonundaki nokta kullanım formatını kontrol edin.

source: Incorrect transaction, please refresh the payment page and try again.
tr_tr: Hatalı işlem, lütfen ödeme sayfasını yenileyip tekrar deneyin.

source: Incorrect web address
tr_tr: Yanlış web adresi

source: India
tr_tr: Hindistan

source: Indonesia
tr_tr: Endonezya

source: Info: If your virtual POS does not support regular transactions, the payment will be taken in 3D even if the Payment Without 3D or Ask User options are selected.
tr_tr: Uyarı: Sanal POS'unuz normal işlemleri desteklemiyorsa 3D'siz Ödeme veya Kullanıcıya Sor seçenekleri seçilse dahi ödeme 3D olarak alınacaktır.

source: Information required for Kuveyt Türk Pos integration will be obtained from the Kuveyt Türk Virtual Pos Screen.
tr_tr: Kuveyt Türk Pos entegrasyonu için gerekli olan bilgiler Kuveyt Türk Sanal Pos Ekranından temin edilecektir.

source: Installment
tr_tr: Taksit

source: Installment bigger than
tr_tr: Taksit sayısı büyükse

source: Installment disabling specific to category
tr_tr: Kategori bazlı taksit engelleme

source: Installment Display
tr_tr: Taksit Görüntüleme

source: Installment family in list
tr_tr: Taksit kuruluşu listeye dahilse

source: Installment Fee (%s Mounth)
tr_tr: Taksit Vade Farkı (%s Ay)

source: Installment information could not be found. You can define your installment information from payment institutions or disable this feature.
tr_tr: Taksit bilgisi bulunamadı. Taksit bilgilerinizi ödeme kuruluşlarından tanımlayabilir veya bu özelliği devre dışı bırakabilirsiniz.

source: Installment information must be a value between 1 and 12.
tr_tr: Taksit bilgisi 1 ile 12 arasında bir değer olmalıdır.

source: Installment is not suitable for this card brand
tr_tr: Taksitlendirme bu kart markası için uygun değildir

source: Installment Number
tr_tr: Taksit Sayısı

source: Installment Options
tr_tr: Taksit Seçenekleri

source: Installment Price
tr_tr: Taksit Tutarı

source: Installment Rules
tr_tr: Taksit Kuralları

source: Installment smaller
tr_tr: Taksit sayısı küçükse

source: Installment Tab Title
tr_tr: Taksit Tabı Başlığı

source: Installment Table View Settings
tr_tr: Taksit Tablosu Görünümü Ayarları

source: Installment Tabs
tr_tr: Taksit Sekmesi

source: Installment tabs only avaliable in PRO and upper versions
tr_tr: Taksit Sekmesi sadece PRO ve üst versiyonlarda kullanılabilir.

source: Installments are not applied to the bank card used in the transaction.
tr_tr: Taksitler işlemde kullanılan banka kartına uygulanmaz.

source: Installments were applied.
tr_tr: Taksitler uygulandı

source: Institution/Company ID
tr_tr: Kurum/Şirket ID

source: Institution/Company ID and user information are required to integrate your Paratika POS. You can access the Institution/Company ID information on the Paratika Pos Panel by following the steps: My Information -> Basic Information. If you have not created a user before, you need to create a user by following the Users -> Add User steps in the same panel.
tr_tr: Paratika Posunuzun entegre edilmesi için Kurum/Firma ID ve kullanıcı bilgileri gereklidir. Kurum/Firma ID bilgisine Paratika Pos Panelinde: Bilgilerim -> Temel Bilgiler adımlarını izleyerek ulaşabilirsiniz. Eğer daha önce kullanıcı oluşturmamış iseniz yine aynı panelde Kullanıcılar -> Kullanıcı Ekle adımlarını izleyerek kullanıcı oluşturmanız gereklidir.

source: Integration Settings
tr_tr: Entegrasyon Ayarları

source: Invalid account or card number specified
tr_tr: Geçersiz hesap veya kart numarası belirtildi

source: Invalid amount information specified
tr_tr: Geçersiz miktar bilgisi belirtildi

source: Invalid API request specified
tr_tr: Geçersiz API isteği belirtildi

source: Invalid application document data supplied
tr_tr: Geçersiz başvuru belgesi verileri sağlandı

source: Invalid Application Risk Management Data supplied
tr_tr: Geçersiz Uygulama Risk Yönetimi Verileri sağlandı

source: Invalid BIN value specified.
tr_tr: Geçersiz BIN değeri belirtildi.

source: Invalid card BIN information
tr_tr: Geçersiz kart BIN bilgisi

source: Invalid card information (TOKEN) specified
tr_tr: Geçersiz kart bilgisi (TOKEN) belirtildi

source: Invalid card type for the type of investor you want to use
tr_tr: Kullanmak istediğiniz yatırımcı türü için geçersiz kart türü

source: Invalid currency specified
tr_tr: Geçersiz para birimi belirtildi

source: Invalid data type specified for this value
tr_tr: Bu değer için geçersiz veri türü belirtildi

source: Invalid date format specified
tr_tr: Geçersiz tarih biçimi belirtildi

source: Invalid date information
tr_tr: Geçersiz tarih bilgisi

source: Invalid default commission rate
tr_tr: Geçersiz varsayılan komisyon oranı

source: Invalid email
tr_tr: Geçersiz e-posta

source: Invalid final authorization (POSTAUTH) amount specified
tr_tr: Geçersiz nihai yetkilendirme (POSTAUTH) tutarı belirtildi

source: Invalid gateway, gateway removed or %s disabled.
tr_tr: Geçersiz ödeme geçidi. Ödeme geçidi silinmiş yada %s devre dışı bırakılmış.

source: Invalid HASH value
tr_tr: Geçersiz HASH değeri

source: Invalid IBAN TRY.
tr_tr: Geçersiz IBAN TRY.

source: Invalid integration model specified
tr_tr: Geçersiz entegrasyon modeli belirtildi

source: Invalid IP Address
tr_tr: Geçersiz IP Adresi

source: Invalid language selection
tr_tr: Geçersiz dil seçimi

source: Invalid limit value
tr_tr: Geçersiz sınır değeri

source: Invalid Marketplace Integration Model
tr_tr: Geçersiz Marketplace Entegrasyon Modeli

source: Invalid member merchant group number
tr_tr: Geçersiz üye tüccar grubu numarası

source: Invalid member merchant information specified
tr_tr: Geçersiz üye işyeri bilgisi belirtildi

source: Invalid member merchant or service provider
tr_tr: Geçersiz üye işyeri veya hizmet sağlayıcı

source: Invalid member merchant visual (logo) information
tr_tr: Geçersiz üye işyeri görsel (logo) bilgisi

source: Invalid offset value
tr_tr: Geçersiz ofset değeri

source: Invalid or Missing EXTRA parameter value
tr_tr: Geçersiz veya Eksik EXTRA parametre değeri

source: Invalid parameter value
tr_tr: Geçersiz parametre değeri

source: Invalid payment status specified
tr_tr: Geçersiz ödeme durumu belirtildi
